Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
ko_kr: 비트코인 비밀번호가 보호된 상태입니다. 그러나 지갑 파일은 암호화되지 않았습니다.
vi_vn: Bitcoin của quý khách được bảo vệ bằng mật khẩu. Tuy nhiên, tập tin ví của quý khách không được mã hóa

source: Your current Electrum wallet can only be used with an empty passphrase. You must create a separate wallet with the install wizard for other passphrases as each one generates a new set of addresses.
ko_kr: 고객님의 현재 Electrum 지금은 암호문 설정없이 사용되고 있습니다. 각 암호문마다 새로운 주소 목록을 만들기에 별도의 설치 마법사를 갖춘 지갑을 다운로드 하셔야 합니다.
vi_vn: Ví hiện tại của quý khách chỉ có thể sử dụng với cụm mật khẩu trống. Quý khách phải tạo ví riêng với trình hướng dẫn cài đặt cho các cụm mật khẩu khác vì mỗi cụm sẽ tạo một bộ địa chỉ mới

source: Your device firmware is too old
ko_kr: 장치 펌웨어가 구버전입니다.
vi_vn: Thiết bị firmware của quý khách đã quá cũ

source: Your device might not have support for this functionality.
ko_kr: 고객님의 장치는 해당 기능을 지원하지 않을 수도 있습니다.
vi_vn: Thiết bị của quý khách không hỗ trợ cho chức năng này

source: Your labels have been synchronised.
ko_kr: 라벨 동기화되었습니다.
vi_vn: Nhãn của quý khách đã được đồng bộ hóa

source: Your seed extension is
ko_kr: 고객님의 시드 증가는
vi_vn: Phần mở rộng hạt giống của quý khách là

source: Your seed extension must be saved together with your seed.
ko_kr: 시드 증가는 고객님의 시드와 함께 저장됩니다.
vi_vn: Mở rộng hạt giống của quý khách phải được lưu cùng với hạt giống của quý khách

source: Your seed is important!
ko_kr: 당신의 씨앗이 중요합니다!
vi_vn: Hạt giống là vô cùng quan trọng!

source: Your server is on branch
ko_kr: 고객님의 서버가 브런치에 놓여있습니다.
vi_vn: Máy chủ của quý khách đã ở trên nhánh

source: Your transaction was sent to the cosigning pool.
ko_kr: 연서인 그룹에 고객님의 거래가 전송되었습니다.
vi_vn: Giao dịch của quý khách đã được gửi đến cosigning pool.

source: Your wallet file does not contain secrets, mostly just metadata.
ko_kr: 고객님의 지갑 파일은 대부분 메타 데이터만 포함하고 있습니다.
vi_vn: Tệp ví của quý khách không chứa dữ liệu bí mật, hầu như là siêu dữ liệu

source: Your wallet file is NOT encrypted.
ko_kr: 고객님의 파일은 암호화된 상태가 아닙니다.
vi_vn: Tập tin Ví của quý khách KHÔNG được mã hóa

source: Your wallet file is encrypted.
ko_kr: 고객님의 파일은 암호화된 상태입니다.
vi_vn: Tập tin Ví của quý khách được mã hóa

source: Your wallet file is: {}.
ko_kr: 고객님의 파일은: {}
vi_vn: Tập tin Ví của quý khách là: {}.

source: Your wallet generation seed is:
ko_kr: 지갑 고유 시드는:
vi_vn: Thế hệ hạt giống trong ví của quý khách là:

source: Your wallet has {} prepaid transactions.
ko_kr: 고객님의 지갑은 {} 거래에 대해 사전 지불한 상태입니다.
vi_vn: Ví của quý khách có {} giao dịch trả trước.

source: Your wallet history has been successfully exported.
ko_kr: 지갑 내역이 성공적으로 내보냈습니다.
vi_vn: Lịch sử ví của quý khách đã được xuất thành công

source: Your wallet is not protected.
ko_kr: 고객님의 지갑은 보호받고 있지 못한 상태입니다.
vi_vn: Ví của quý khách không được bảo vệ

source: Your wallet is password protected and encrypted.
ko_kr: 고객님 지갑의 비밀번호는 보호 받고 있으며, 암호화된 상태입니다.
vi_vn: Mật khẩu cho ví của quý khách được bảo vệ và mã hóa.

source: Your {0} were exported to '{1}
ko_kr: 고객님의 {0}이 '{1}'으로 전달됐습니다.
vi_vn: {0} của quý khách được xuất đến '{1}

source: Your {} were successfully imported
ko_kr: 고객님의 {}이 성공적으로 들여왔습니다.
vi_vn: {} của quý khách nhập vào thành công

source: Zeros after decimal point
ko_kr: 소수점 자리 0
vi_vn: Số 0 sau số thập phân

source: [Clear]
ko_kr: [완료]

source: [Send]
ko_kr: [전송]
vi_vn: [Gửi

source: [b] - print server banner
ko_kr: [b] - 서버 배너 출력
vi_vn: [b] - in biểu ngữ máy chủ

source: [c] - display contacts
ko_kr: [c] - 연락처 표기
vi_vn: [c] - hiển thị danh bạ

source: [h] - displays this help text
ko_kr: [h] - 도움말 텍스트 표기
vi_vn: [h] - hiển thị văn bản trợ giúp này

source: [i] - display transaction history
ko_kr: [i] - 거래 내역 표기
vi_vn: [i] - hiển thị giao dịch

source: [o] - enter payment order
ko_kr: [o] - 결제 주문 입력
vi_vn: [o] - nhập lệnh thanh toán

source: [p] - print stored payment order
ko_kr: [p] - 저장된 결제 주문 출력
vi_vn: [p] - in lệnh thanh toán được lưu trữ

source: [q] - quit
ko_kr: [q] - 나가기
vi_vn: [q] - từ bỏ

source: [r] - show own receipt addresses
ko_kr: [r] - 수령 주문 보이기
vi_vn: [r] - hiển thị địa chỉ nhận riêng

source: [s] - send stored payment order
ko_kr: [s] - 저장된 결제 주문 전송하기
vi_vn: [s] - gửi lệnh thanh toán được lư trữ

source: add inputs and outputs
ko_kr: 입력과 출력 더하기
vi_vn: thêm đầu vào và đầu ra

source: address already in wallet
ko_kr: 지갑에 이미 있는 주소
vi_vn: địa chỉ đã có sẵn ở ví

source: and you will have the possibility, while they are unconfirmed, to replace them with transactions that pay higher fees.
ko_kr: 미승인된 상태에 높은 거래 수수료를 지불하는 거래로 대체될 가능성이 있습니다.
vi_vn: và quý khách sẽ có khả năng, trong khi chúng chưa được xác nhận, để thay thế chúng bằng các giao dịch trả phí cao hơn

source: are frozen
ko_kr: 동결된
vi_vn: đóng băng

source: blocks
ko_kr: 블록
vi_vn: khối

source: change
ko_kr: 변경
vi_vn: thay đổi

source: contacts
ko_kr: 연락처
vi_vn: liên lạc

source: cosigner
ko_kr: 연서인

source: could not find suitable outputs
ko_kr: 적절한 산출값을 찾을 수 없습니다.
vi_vn: không thể tìm thấy đầu ra phù hợp

source: current fee unknown
ko_kr: 현재 수수료 알 수 없음
vi_vn: phí hiện tại là không rõ

source: high fee
ko_kr: 높은 수수료
vi_vn: phí cao

source: initialized
ko_kr: 실행된
vi_vn: khởi tạo

source: invalid address
ko_kr: 유효하지 않은 주소
vi_vn: địa chỉ không hợp lệ

source: invalid private key
ko_kr: 유효하지 않은 개인 키
vi_vn: khóa riêng tư không hợp lệ

source: keystore
ko_kr: 키스토어
vi_vn: khóa dự trữ

source: labels
ko_kr: 라벨
vi_vn: nhãn

source: more information at <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
ko_kr: 더 자세한 정보 <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>
vi_vn: thêm thông tin tại <a href="https://revealer.cc/faq">https://revealer.cc/faq</a>

source: not implemented type
ko_kr: 실행되지 않은 타입
vi_vn: Không thực hiện loại

source: open_channel timed out
ko_kr: 열기_만료된 채널
vi_vn: open_channel đã hết thời gian

source: or type an existing revealer code below and click 'next':
ko_kr: 또는 아래 존재하는 표시자 코드 입력 후 '다음' 클릭:
vi_vn: hoặc nhập mã revealer hiện có bên dưới và nhấp vào "tiếp theo":

source: please wait...
ko_kr: 잠시 기다려 주십시오.
vi_vn: xin vui lòng chờ...

source: print the calibration pdf and follow the instructions
ko_kr: 교정 pdf 출력 및 안내 따르기
vi_vn: in pdf hiệu chuẩn và làm theo hướng dẫn

source: proxy enabled
ko_kr: 프록시 이용 가능 상태
vi_vn: bật proxy

source: receiving
ko_kr: 수신 중
vi_vn: đang nhận

source: secret backup utility
ko_kr: 시크릿 백업 유틸리티
vi_vn: tiện ích sao lưu bí mật

source: seed
ko_kr: 시드
vi_vn: hạt giống

source: transaction is final
ko_kr: 거래가 마지막 단계에 있습니다.
vi_vn: giao dịch là cuối cùng

source: type a custom alphanumerical secret below:
ko_kr: 숫자와 알파벳으로 구성된 맞춤 비밀 문장을 입력해주십시오.
vi_vn: nhập một chữ và số tùy chỉnh bên dưới:

source: unknown
ko_kr: 알 수 없음
vi_vn: không xác định

source: unknown parser {!r} (choices: {})
ko_kr: 알 수 없는 구문{!r} (선택: {})
vi_vn: phân tích cú pháp không xác định{! r} ( lựa chọn:{})

source: watching only
ko_kr: 읽기 전용
vi_vn: chỉ xem

source: watching-only
ko_kr: 읽기 전용
vi_vn: chỉ-xem

source: wiped
ko_kr: 삭제된 상태
vi_vn: dọn dẹp

source: your seed extension will <b>not</b> be included in the encrypted backup.
ko_kr: 고객님의 시드 연장은 암호화 백업에 포함될 수 없습니다.
vi_vn: tiện ích mở rộng hạt giống của bạn sẽ <b> không <b> được bao gồm trong bản sao lưu được mã hóa.

source: {:2d} minutes
ko_kr: {:2d}분
vi_vn: {:2d} phút

source: {:d} words
ko_kr: {:d} 단어
vi_vn: {:d} từ

source: {num_channels} channels
ko_kr: {num_channels} 채널
vi_vn: {num_channels} kênh

source: {num_nodes} nodes
ko_kr: {num_nodes} 노드
vi_vn: {num_nodes} nút

source: {title} copied to clipboard:
ko_kr: {title} 클립보드에 복사되었습니다.:
vi_vn: {title} sao chép đến clipboard:

source: {} Settings
ko_kr: {} 설정
vi_vn: {} Cài đặt

source: {} confirmations
ko_kr: {} 승인
vi_vn: {} thông tin

source: {} connections.
ko_kr: {} 연결
vi_vn: {} kết nối

source: {} encrypted for Revealer {}_{} saved as PNG and PDF at:
ko_kr: 표시자에 대해 암호화된 {} {}_{}가 PNG, PDF 파일로 저장됐습니다.
vi_vn: {} được mã hóa cho Revealer {} _ {} được lưu dưới dạng PNG và PDF tại:

source: {} from tip
ko_kr: {} 맨 아래부터
vi_vn: {} từ đầu

source: {} is covered by GreenAddress instant confirmation
ko_kr: {}은 GreenAddress 인스턴트 승인으로부터 검증되었습니다.
vi_vn: {} Được bao phủ bởi xác nhận tức thời của GreenAddress

source: {} is not covered by GreenAddress instant confirmation
ko_kr: {}은 GreenAddress 인스턴트 승인으로부터 검증되지 않았습니다.
vi_vn: {} Không được bao phủ bởi xác nhận tức thời của GreenAddress

source: {} new transactions: Total amount received in the new transactions {}
ko_kr: {} 새로운 거래: 새로운 거래의 전체 수령 금액 {}
vi_vn: {} giao dịch mới: Tổng tiền nhận được ở giao dịch mới {}

source: {} outputs available ({} total)
ko_kr: {} 산출 가능액 (전체 {})
vi_vn: {} đầu ra sẵn có ( {} tổng)

source: {} words
ko_kr: {} 단어
vi_vn: {} từ

source: (Touch {} of {})
vi_vn: (Chạm {} vào {})

source: Replace by fee
vi_vn: Thay thế bằng phí

source: Short Chanel ID
vi_vn: ID kênh ngắn

source: Short Channel ID
vi_vn: ID kênh ngắn

source: Short Channel ID:
vi_vn: ID kênh ngắn:

source: Sorry!
vi_vn: Xin lỗi!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed
vi_vn: Cảnh báo: Địa chỉ tiếp theo sẽ không được hồi phục tự động nếu quý khách khôi phục ví của quý khách từ hạt giống
