Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: To encrypt your backup, first we need to load some noise.
ko_kr: 백업을 암호화 하기 위해선 노이즈를 로딩해야 합니다.
vi_vn: Để mã hóa bản sao lưu của quý khách, trước tiên chúng ta cần tải một số tiếng ồn

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
ko_kr: 문제 진단과 수정을 위해 유용한 디버그 정보가 담긴 버그 리포트를 저희에게 보낼 수 있습니다.
vi_vn: Để giúp chúng tôi dự đoán và khắc phục sự cố, quý khách có thể gửi cho chúng tôi báo cáo lỗi có chứa thông tin gỡ lỗi hữu ích:

source: To make sure that you have properly saved your seed, please retype it here.
ko_kr: 시드가 제대로 저장되었는지 확인하려면 여기에 다시 입력하십시오.
vi_vn: Để đảm bảo rằng quý khách đã lưu hạt giống đúng cách, vui lòng nhập lại vào đây

source: To somewhat protect your privacy, Electrum tries to create change with similar precision to other outputs.
ko_kr: 귀하의 정보를 보호하기 위해 Electrum은 유사한 측정치를 다른 값으로 변경합니다.
vi_vn: Để phần nào bảo vệ quyền riêng tư của quý khách, Electrum cố gắng tạo ra sự thay đổi với độ chính xác tương tự với các đầu ra khác

source: To trigger a rescan, press 'Next'.
ko_kr: 리스캔 진행시 '다음' 버튼을 눌러주십시오.
vi_vn: Để kích hoạt quét lại, bấm "Tiếp theo"

source: To try to fix this, we will now re-pair with your device.
ko_kr: 이것을 고치기 위해서 고객님의 장치를 새롭게 페어링하겠습니다.
vi_vn: Để cố gắng khắc phục điều này, chúng tôi sẽ ghép nối lại với thiết bị của quý khách ngay bây giờ

source: Toggle Encryption
ko_kr: 토글 암호화
vi_vn: Chuyển đổi mã hóa

source: Too long passphrase ({} > 50 chars).
ko_kr: 너무 긴 암호문 ({} > 50 문자)
vi_vn: Cụm mật khẩu quá dài ({} > 50 ký tự).

source: Total fee
ko_kr: 전체 수수료
vi_vn: Tổng phí

source: Total feerate
ko_kr: 전체 수수료율
vi_vn: Tổng tỷ lệ phí

source: Total size
ko_kr: 전체 크기
vi_vn: Tổng kích cỡ

source: Transaction
ko_kr: 거래
vi_vn: Giao dịch

source: Transaction ID
ko_kr: 거래 ID
vi_vn: ID giao dịch

source: Transaction ID:
ko_kr: 거래 ID:
vi_vn: ID giao dịch:

source: Transaction added to wallet history.
ko_kr: 지갑 내역에 추가된 거래
vi_vn: Giao dịch được thêm vào lịch sử ví

source: Transaction could not be broadcast due to dust outputs.
ko_kr: 미세한 값으로 인해 거래가 송출되지 않을 수도 있습니다.
vi_vn: Giao dịch không được phát sóng do bụi đầu ra

source: Transaction could not be saved.
ko_kr: 거래가 저장될 수 없습니다.
vi_vn: Giao dịch không thể lưu

source: Transaction exported successfully
ko_kr: 거래가 성공적으로 내보내졌습니다.
vi_vn: Giao dịch xuất thành công

source: Transaction is too large in size.
ko_kr: 거래 크기가 너무 큽니다.
vi_vn: Kiích cỡ giao dịch quá lớn

source: Transaction is unrelated to this wallet.
ko_kr: 거래가 지갑과 연결돼있지 않습니다.
vi_vn: Giao dịch không liên quan đến ví này.

source: Transaction to join with
ko_kr: 에 가입하기 위한 거래
vi_vn: Giao dịch để tham gia với

source: Transaction to merge signatures from
ko_kr: 로부터의 서명 통합을 위한 거래
vi_vn: Giao dịch hợp nhất chữ ký từ

source: Transaction unrelated to your wallet
ko_kr: 지갑과 관련이없는 거래
vi_vn: Giao dịch không liên quan đến ví này

source: Transaction uses non-standard version.
ko_kr: 비표준 버전을 거래가 사용 중입니다.
vi_vn: Giao dịch sử dụng phiên bản không chuẩn

source: Transaction:
ko_kr: 거래
vi_vn: Giao dịch:

source: Transactions
ko_kr: 거래
vi_vn: Nhiều giao dịch

source: Transactions are encrypted and stored on a remote server.
ko_kr: 거래가 암호화된 상태이며 원격 서버에 저장된 상태입니다.
vi_vn: Giao dịch được mã hóa và lưu trên một máy chủ từ xa

source: Trezor Matrix Recovery
ko_kr: Trezor 매트릭스 복구
vi_vn: Phục hồi ma trận Trezor

source: Trezor wallet
ko_kr: Trezor 지갑
vi_vn: Ví Trezor

source: TRUE
ko_kr: 사실
vi_vn: ĐÚNG

source: TrustedCoin (2FA) fee for the next batch of transactions
ko_kr: 다음 일괄 거래 처리를 위한 TrustedCoin (2FA) 수수료
vi_vn: Phí TrustedCoin( 2FA) cho đợt giao dịch tiếp theo

source: TrustedCoin Information
ko_kr: TrustedCoin 정보
vi_vn: Thông tin TrustedCoin

source: TrustedCoin charges a small fee to co-sign transactions. The fee depends on how many prepaid transactions you buy. An extra output is added to your transaction every time you run out of prepaid transactions.
ko_kr: TrustedCoin은 공동 서명 거래에 약간의 수수료를 부과합니다. 해당 수수료는 사전 지불된 거래를 얼마나 구매하는지에 따라 결정됩니다. 추가금액은 사전 지불금이 동날 때마다 고객님의 거래에 더해집니다.
vi_vn: TrustedCoin tính một khoản phí nhỏ cho các giao dịch đồng ký tên. Lệ phí phụ thuộc vào số lượng giao dịch trả trước mà quý khách mua. Một đầu ra bổ sung được thêm vào giao dịch của quý khách mỗi khi quý khách hết các giao dịch trả trước

source: Try to connect again?
ko_kr: 다시 연결하시겠습니까?
vi_vn: Cố gắng kết nối lại?

source: Try to explain not only what the bug is, but how it occurs.
ko_kr: 버그의 종류와 발생 경위에 대해 설명해 주십시오.
vi_vn: Cố gắng giải thích không đơn giản chỉ là lỗi, mà giải thích lỗi này xảy ra như thế nào

source: Try to raise your transaction fee, or use a server with a lower relay fee.
ko_kr: 거래의 수수료를 높이시겠습니까? 혹은 더 낮은 릴레이 수수료를 부담하는 서버를 사용하시겠습니까?
vi_vn: Cố gắng tăng phí của quý khách hoặc sử dụng máy chủ có phí chuyền tiếp thấp hơn

source: Turkish
ko_kr: 터키어
vi_vn: Tiếng Thổ Nhĩ Kỳ

source: Two Factor Authentication
ko_kr: 2FA
vi_vn: Xác thực hai yếu tố

source: Two-factor authentication is a service provided by TrustedCoin. It uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. To use this service, you will need a smartphone with Google Authenticator installed.
ko_kr: 2FA 서비스는 TrustedCoin에 의해 제공되는 서비스입니다. 해당 서비스는 2개 혹은 3개의 키를 사용하는 다중 서명 지갑입니다. 3번째 키는 고객님을 대표해 거래에 서명하는 원격 서버에 저장돼있습니다. 서비스 이용을 위해선 구글 인증자가 설치된 스마트폰이 필요합니다.
vi_vn: Xác thực hai yếu tố là một dịch vụ được cung cấp bởi TrustedCoin. Nó sử dụng ví đa chữ ký, nơi bạn sở hữu 2 trong 3 khóa. Khóa thứ 3 được lưu trữ trên một máy chủ từ xa ký giao dịch thay cho quý khách. Để sử dụng dịch vụ này, quý khách sẽ cần điện thoai thông minh được cài đặt Google Authenticator

source: Two-factor authentication is a service provided by TrustedCoin. To use it, you must have a separate device with Google Authenticator.
ko_kr: 2FA 서비스는 TrustedCoin에 의해 제공되는 서비스입니다. 해당 서비스 이용을 위해선 반드시 구글 인증자가 설치된 별도의 장치가 필요합니다.
vi_vn: Xác thực hai yếu tố là một dịch vụ được cung cấp bởi TrustedCoin. Để sử dụng nó, quý khách phải có một thiết bị riêng với Google Authenticator

source: Tx
ko_kr: 거래

source: Type
ko_kr: 종류
vi_vn: Gõ

source: USB Serial
ko_kr: USD 시리얼 넘버
vi_vn: USB nối tiếp

source: Ukrainian
ko_kr: 우크라이나어
vi_vn: TIếng U

source: Unable to connect to mail server:
ko_kr: 메일 서버에 연결할 수 없습니다.
vi_vn: Không thể kết nối với hòm thư máy chủ :

source: Unable to create backup
ko_kr: 백업을 수행할 수 없습니다.
vi_vn: Không thể tạo bản sao lưu

source: Unable to create csv
ko_kr: CSV를 만들 수 없습니다
vi_vn: Không thể tạo csv

source: Unable to export history
ko_kr: 역사를 내보낼 수 없습니다
vi_vn: Không thể xuất lịch sử

source: Unable to read file or no transaction found
ko_kr: 파일을 읽을 수 없거나 거래를 찾을 수 없습니다.
vi_vn: Không đọc được tập tin hoặc không tìm thấy giao dịch

source: Unable to send report
ko_kr: 리포트 전송 불가
vi_vn: Không thể gửi báo cáo

source: unconfirmed
ko_kr: 미확인된
vi_vn: không xác nhận

source: Unconfirmed parent
ko_kr: 미확인된 메인
vi_vn: Không xác nhận gia đình

source: Unexpected error occurred.
ko_kr: 예상치 못한 에러 발생
vi_vn: Đã xảy ra lỗi không mong muốn

source: Unexpected password hash version
ko_kr: 예상치 못한 비밀번호 해시 버전
vi_vn: Phiên bản băm mật khẩu không mong muốn

source: Unfreeze
ko_kr: 해제
vi_vn: Hé lộ

source: Unfreeze Address
ko_kr: 주소 해제
vi_vn: Tiết lộ địa chỉ

source: Unfreeze Addresses
ko_kr: 주소록 해제
vi_vn: Tiết lộ nhiều địa chỉ

source: Unfreeze Coin
ko_kr: 코인 해제
vi_vn: Tiết lộ tiền xu

source: Unfreeze Coins
ko_kr: 코인 해제
vi_vn: Tiết lộ các tiền xu

source: Unknown
ko_kr: 알 수 없는
vi_vn: Không xác định

source: Unknown error
ko_kr: 알 수 없는 에러
vi_vn: Không rõ lỗi

source: Unknown error when broadcasting the transaction.
ko_kr: 거래 송출시 알 수 없는 에러
vi_vn: Không xác định được lỗi khi phát sóng giao dịch

source: unmatured
ko_kr: 만기 되지 않은
vi_vn: không hiểu

source: Unrealized gains
ko_kr: 미확인된 수입
vi_vn: Lợi nhuận chưa thực hiện

source: Unsigned
ko_kr: 서명되지 않은
vi_vn: Chưa ký

source: Unsupported password hash version
ko_kr: 서명되지 않은 패스워드 해시 버전
vi_vn: Phiên bản băm mật khẩu không được hỗ trợ

source: Unused
ko_kr: 미사용된
vi_vn: Không sử dụng

source: Update Check
ko_kr: 업데이트 확인
vi_vn: Kiểm tra cập nhật

source: Update check failed
ko_kr: 업데이트 확인 실패
vi_vn: Kiểm tra cập nhật bị lỗi

source: Update to Electrum {} is available
ko_kr: Electrum {} 업데이트 이용 가능
vi_vn: Cập nhật Electrum {} có sẵn

source: Upgrade
ko_kr: 업그레이드
vi_vn: Nâng cấp

source: Upgrading wallet format...
ko_kr: 지갑 포맷 업그레이드 중...
vi_vn: Nâng cấp định dạng ví

source: Upload a BIP39 mnemonic to generate the seed
ko_kr: 시드를 생성하는 BIP39 연상 기호 업로드
vi_vn: Tải một bản ghi nhớ BIP39 để tạo hạt giống

source: Upload a master private key
ko_kr: 마스터 개인 키 업로드
vi_vn: Tải khóa riêng tư chính

source: Use Replace-By-Fee
ko_kr: Replace-By-Fee 사용하기
vi_vn: Sử dụng Replace-By-Fee

source: Use Tor Proxy
ko_kr: Tor 프록시 사용하기
vi_vn: Sử dụng Tor Proxy

source: Use a hardware device
ko_kr: 하드웨어 장치 사용하기
vi_vn: Sử dụng thiết bị phần cứng

source: Use a master key
ko_kr: 마스터 키 사용하기
vi_vn: Sử dụng khóa chính

source: Use as server
ko_kr: 서버로 사용하기
vi_vn: Sử dụng máy chủ

source: Use change addresses
ko_kr: 변경 주소 사용
vi_vn: Sử dụng địa chỉ thay đổi

source: Use multiple change addresses
ko_kr: 여러 개의 변경 주소 사용
vi_vn: Sử dụng nhiều địa chỉ thay đổi

source: Use proxy
ko_kr: 프록시 사용
vi_vn: Sử dụng Proxy

source: Use the camera button to scan a QR code.
ko_kr: 카메라 버튼을 사용하여 QR 코드 스캔.
vi_vn: Sử dụng nút máy ảnh để quét mã QR.

source: Use this dialog to add a password to your wallet.
ko_kr: 입력창 통해 지갑에 패스워드 추가
vi_vn: Sử dụng hộp thoại này để thêm mật khẩu vào ví của quý khách

source: Use this dialog to change your password.
ko_kr: 입력창 통해 비밀번호 변경
vi_vn: Sử dụng hộp thoại này để thay đổi mật khẩu

source: Use this dialog to toggle encryption.
ko_kr: 입력창 통해 암호화 토글
vi_vn: Sử dụng mật khẩu này để chuyển mã hóa

source: Used
ko_kr: 사용된
vi_vn: Đã sử dụng

source: Username
ko_kr: 유저 이름
vi_vn: Tên người dùng

source: Uses icons from the Icons8 icon pack (icons8.com).
ko_kr: Icon8 아이콘 팩의 유저 아이콘 (icons8.com)
vi_vn: Sử dụng các biểu tượng từ gói biểu tượng Icon8 (icon8.com).

source: Using change addresses makes it more difficult for other people to track your transactions.
ko_kr: 변경 주소를를 사용하는 것은 다른 사람의 추적을 더욱 어렵게 만듭니다.
vi_vn: Việc sử dụng địa chỉ thay đổi khiến người khác khó theo dõi các giao dịch của quý khách

source: Value
ko_kr: 값
vi_vn: Giá trị

source: Verification failed!
ko_kr: 검증 실패!
vi_vn: Xác minh không thành công!

source: Verification successful!
ko_kr: 검증 성공!
vi_vn: Xác minh thành công!

source: Verified block headers
ko_kr: 검증돈 블록 헤더
vi_vn: Xác minh tiêu đề khối

source: Verify
ko_kr: 검증하기
vi_vn: Xác minh

source: Verify GA instant
ko_kr: GA 인스턴트 검증하기
vi_vn: Xác nhận GA ngay lập tức

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
ko_kr: 아래 주소 검증하기 <br><u><b>BOLD</b></u>문자에 일치하는 보안카드 문자를 입력하세요.
vi_vn: Xác minh địa chỉ bên dưới <br> Nhập ký tự từ thẻ bảo mật của quý khách tương ứng với các ký tự <u><b>BOLD</b></u>

source: Verify the cable is connected and that no other application is using it.
ko_kr: 케이블의 연결 상태를 확인하시고 다른 어플리케이션의 이용 여부를 확인해주십시오.
vi_vn: Xác minh cáp được kết nối và không có ứng dụng nào khác đang sử dụng nó

source: Verifying...
ko_kr: 확인 중...
vi_vn: Đang xác minh...

source: Version
ko_kr: 버전
vi_vn: Phiên bản

source: Video Device
ko_kr: 비디오 장치
vi_vn: Thiết bị Video

source: Vietnamese
ko_kr: 베트남어
vi_vn: Tiếng Việt

source: View in web browser
ko_kr: 웹 브라우저로 보기
vi_vn: Xem trong trình duyệt web

source: View log
ko_kr: 로그 보기
vi_vn: Xem nhật ký

source: View on block explorer
ko_kr: 블록 탐색기에서보기
vi_vn: Xem trên block explorer

source: WARNING
ko_kr: 경고
vi_vn: CẢNH BÁO

source: WARNING: ALL your private keys are secret.
ko_kr: 경고 : 모든 개인 키는 비밀입니다.
vi_vn: CẢNH BÁO: TẤT cả các khóa riêng tư của quý khách đều là bí mật.

source: WARNING: This is a multi-signature wallet.
ko_kr: 경고: 이 지갑은 다중 서명 지갑입니다.
vi_vn: CẢNH BÁO: Đây là ví đa chữ ký

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
ko_kr: "{}" 명칭은 추가적인 보안 확인, DNSSEC을 거쳐 더 이상 유효하지 않습니다. 그렇기에 정확하지 않습니다.
vi_vn: CẢNH BÁO: bí danh "{}" không thể được xác thực thông qua kiểm tra bảo mật bổ sung, DNSSEC, vậy nên có thể không chính xác.

source: WARNINGS
ko_kr: 경고
vi_vn: CÁC CẢNH BÁO

source: WIF keys are typed in Electrum, based on script type.
ko_kr: WIF 키는 스크립트 종류에 기반하여 Electrum에 기입돼있습니다.
vi_vn: Các khóa WIF được nhập vào Electrum, dựa trên loại tập lệnh

source: Waiting for TrustedCoin server to sign transaction...
ko_kr: 거래 서명을 위한 TrustedCoin 서버 응답 기다리는 중...
vi_vn: Đang chờ máy chủ TrustedCoin ký giao dịch...

source: Wallet
ko_kr: 지갑
vi_vn: Ví

source: Wallet Info
ko_kr: 지갑 정보
vi_vn: Thông tin Ví

source: Wallet Information
ko_kr: 지갑 정보
vi_vn: Thông tin Ví

source: Wallet Name
ko_kr: 지갑 이름
vi_vn: Tên Ví

source: Wallet backup created
ko_kr: 백업 지갑 생성
vi_vn: Đã tạo bản sao lưu Ví

source: Wallet change address
ko_kr: 변경 주소 지갑
vi_vn: Thay đổi địa chỉ Ví

source: Wallet file corruption detected. Please restore your wallet from seed, and compare the addresses in both files
ko_kr: 지갑 파일 파손 감지. 시드로부터 지갑을 재생하시기 바랍니다. 또한 두 파일에 저장된 주소를 비교하여 검토하시기 바랍니다.
vi_vn: Phát hiện tập tin Ví. Vui lòng khôi phục ví của quý khách từ hạt giống và so sánh các địa chỉ trong cả hai tệp

source: Wallet file not found: {}
ko_kr: 지갑 파일 미 발견: {}
vi_vn: Tập tin ví không tìm thấy: {}

source: Wallet name
ko_kr: 지갑 이름
vi_vn: Tên Ví

source: Wallet receive address
ko_kr: 지갑을 받을 주소:
vi_vn: Đại chỉ nhận Ví

source: Wallet removed: {}
ko_kr: 제거된 지갑: {}
vi_vn: Đã xóa Ví: {}

source: Wallet setup file exported successfully
ko_kr: 지갑 셋업 파일 내보내기 성공
vi_vn: Tệp thiết lập ví xuất thành công

source: Wallet type
ko_kr: 지갑 종류
vi_vn: Thể loại ví

source: Wallet type:
ko_kr: 지갑 종류:
vi_vn: Thể loại ví:

source: Wallet with two-factor authentication
ko_kr: 2FA 지갑
vi_vn: Ví với xác thực hai yếu tố

source: Warning
ko_kr: 경고
vi_vn: Cảnh báo

source: Warning!
ko_kr: 경고
vi_vn: Cảnh báo!

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed. you may need to add it manually.
ko_kr: 경고: 시드로부터 지갑을 복원할 때 다음 주소는 자동적으로 복구되지 않습니다.

source: Warning: do not use this if it makes you pick a weaker password.
ko_kr: 경고: 보안에 취약한 비밀번호를 고르게 될 땐 그것을 사용하지 마십시오.
vi_vn: Cảnh báo: Không sử dụng nó nếu nó làm cho quý khách chọn một mật khẩu yếu hơn

source: Watch-only wallet
ko_kr: 읽기 전용 지갑
vi_vn: Ví chỉ xem

source: We do not guarantee that BIP39 imports will always be supported in Electrum.
ko_kr: BIP39 내보내기 기능에 대한 Electrum의 지속적인 지원을 보장하지 않습니다.
vi_vn: Chúng tôi không đảm bảo rằng BIP39 sẽ luôn được hỗ trợ trong Electrum

source: We encountered an error while connecting to your device:
ko_kr: 기기에 연결 중 에러를 발견하였습니다.
vi_vn: Chúng tôi đã gặp lỗi khi kết nối với thiết bị của quý khách:

source: What kind of wallet do you want to create?
ko_kr: 어떤 종류의 지갑을 생성하시겠습니까?
vi_vn: Quý khách muốn tạo loại ví nào?

source: While this is less than ideal, it might help if you run Electrum as Administrator.
ko_kr: 이상적인 세팅은 아니지만, 실행자로써 Electrum 가동을 도울 것입니다.
vi_vn: Mặc dù điều này ít hơn ít tưởng, nhưng nó có thể hữu ích nếu quý khách chạy Electrum với tư cách là Quản trị viên

source: Wipe Device
ko_kr: 장치 삭제
vi_vn: Dọn Thiết bị

source: Wipe the device, removing all data from it. The firmware is left unchanged.
ko_kr: 장치 삭제는 모든 정보를 삭제할 것입니다. 펌웨어는 변화없이 남을 것입니다.
vi_vn: Dọn thiết bị, xóa tất cả các dữ liệu từ nó. Firmware còn lại sẽ không thay đổi

source: Within {} blocks
ko_kr: {} 블록 이내
vi_vn: Trong khối {}

source: Witness Script
ko_kr: 스크립트 보기
vi_vn: Kịch bản nhân chứng

source: Would you like to be notified when there is a newer version of Electrum available?
ko_kr: Electrum의 최신 버전이 가능할 때 알림을 받으시겠습니까?
vi_vn: Quý khách có muốn được thông báo khi có sẵn phiên bản Electrum mới hơn không?

source: Write down the seed word shown on your {}
ko_kr: 고객님 {}의 시드 단어를 입력해주십시오.
vi_vn: Viết hạt giống được hiển thị trên {} của quý khách

source: Write logs to file
ko_kr: 로그를 파일에 적어주십시오.
vi_vn: Viết nhật ký vào tập tin

source: Wrong PIN
ko_kr: 잘못된 PIN
vi_vn: Sai PIN

source: Wrong key type
ko_kr: 잘못된 키 종류
vi_vn: Sai loại khóa

source: Wrong signature
ko_kr: 잘못된 서명
vi_vn: Sai chữ ký

source: Yes
ko_kr: 네
vi_vn: Có

source: You are already on the latest version of Electrum.
ko_kr: 이미 최신 버전의 Electrum을 사용 중입니다.
vi_vn: Quý khách đã có phiên bản mới nhất của Electrum

source: You are following branch
ko_kr: 브랜치를 구독합니다.
vi_vn: Quý khách đang theo dõi chi nhánh

source: You are in testnet mode.
ko_kr: 테스트넷 모드입니다.
vi_vn: Quý khách đang ở chế độ testnet

source: You are most likely using an outdated version of Electrum. Please update.
ko_kr: 구버전의 Electrum을 사용하고 있습니다. 업데이트 해주시기 바랍니다.
vi_vn: Quý khách rất có thể đang sử dụng một phiên bản Electrum đã lỗi thời. XIn vui lòng cập nhật.

source: You are offline.
ko_kr: 오프라인 상태입니다.
vi_vn: Quý khách đang ngoại tuyến

source: You are using Electrum in offline mode
ko_kr: 오프라인 상태로 Electrum을 사용하고 있습니다.
vi_vn: Quý khách đang sử dụng Electrum ở chế độ ngoại tuyến

source: You are using a non-deterministic wallet, which cannot create new addresses.
ko_kr: 새로운 주소를 생성할 수 없는 non-deterministic 지갑을 사용하고 있습니다.
vi_vn: Quý khách đang sử dụng ví không xác định, không thể tạo địa chỉ ví mới

source: You can disable this setting in '{}'.
ko_kr: {}' 해당 세팅을 무효화할 수 있습니다.
vi_vn: Quý khách có thể vô hiệu hóa cài đặt này trong '{}'.

source: You can download the new version from {}.
ko_kr: {}로부터 새로운 버전을 다운로드 받을 수 있습니다.
vi_vn: Quý khách có thể tải xuống phiên bản mới từ {}.

source: You can override the suggested derivation path.
ko_kr: 제안된 유입 경로를 덮어쓰기 할 수 있습니다.
vi_vn: Quý khách có thể ghi đè đường dẫn xuất được đề xuất

source: You can set the homescreen on your device to personalize it. You must choose a {} x {} monochrome black and white image.
ko_kr: 개인화를 위해 장치의 홈스크린을 설정할 수 있습니다. 반드시 {} x {} 모노크롬 블랙과 화이트 이미지를 선택해야합니다.
vi_vn: Quý khách có thể cài đặt màn hình chính trên thiết bị của mình để cá nhân hóa nó. Quý khách chọn một hình ảnh đen trắng đơn sắc {} x {}.

source: You can't broadcast a transaction without a live network connection.
ko_kr: 라이브 네트워크 연결없이 거래를 송출할 수 없습니다.
vi_vn: Quý khách không thể phát một giao dịch mà không có kết nối mạng trực tiếp

source: You cannot access your coins or a backup without the password.
ko_kr: 비밀번호없이 코인 또는 백업 파일에 접근할 수 없습니다.
vi_vn: Quý khách không thể truy cập tiền xu của mình hoặc sao lưu mà không có mật khẩu

source: You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper.
ko_kr: 기억하거나 종이에 적어둔 비밀 암호문을 통해 지갑이 복구될 수 있길래 표준 백업 파일을 실행할 필요없습니다.
vi_vn: Quý khách không cần thực hiện sao lưu thường xuyên, vì ví của quý khách có thể được phục hồi từ một cụm từ bí mật mà quý khách có thể ghi nhớ hoặc viết trên giấy

source: You have multiple consecutive whitespaces or leading/trailing whitespaces in your passphrase.
ko_kr: 암호문에 연속적인 빈칸 또는 빈칸이 맨 앞자리에 위치합니다.
vi_vn: Quý khách có nhiều khoảng trắng liên tiếp hoặc khoảng trắng đầu/ cuối trong cụm mật khẩu của quý khách

source: You may enter a Bitcoin address, a label from your list of contacts (a list of completions will be proposed), or an alias (email-like address that forwards to a Bitcoin address)
ko_kr: 당신은 비트 코인 주소, 연락처 목록 (완료 목록이 제시될 것입니다.)에서 레이블 또는 별명 (비트 코인 주소로 전달되는 이메일와 같은)를 입력 할 수 있습니다.
vi_vn: Quý khách có thể nhập địa chỉ Bitcoin, nhãn từ danh sách liên hệ của quý khách ( danh sách hoàn thành sẽ được đề xuất) hoặc bí danh ( địa chỉ giống như email chuyển tiếp đến địa chỉ Bitcoin)

source: You may extend your seed with custom words.
ko_kr: 맞춤형 단어와 함께 시드를 늘릴 수 있습니다.
vi_vn: Quý khách có thể mở rộng hạt giống của mình với các tùy chỉnh

source: You may load a CSV file using the file icon.
ko_kr: 파일 아이콘을 사용하여 CSV 파일을 불러올 수 있습니다.
vi_vn: Quý khách có thể tải tập tin CSV bằng việc sử dụng tập tin biểu tượng

source: You might have an incompatible library.
ko_kr: 비호환성 라이브러리를 가지고 있습니다.
vi_vn: Quý khách có thể có một thư viện không tương thích

source: You need to be online in order to complete the creation of your wallet. If you generated your seed on an offline computer, click on "{}" to close this window, move your wallet file to an online computer, and reopen it with Electrum.
ko_kr: 지갑 생성을 완료하기 위해선 온라인 상태에 연결돼야만 합니다. 오프라인으로 시드를 생성할 때, "{}"를 눌러 창을 닫으시고 온라인 상태의 컴퓨터로 이동시켜 Electrum과 함께 구동하시기 바랍니다.
vi_vn: Quý khách cần phải trực tuyến để hoàn thành việc tạo ví của mình, Nếu quý khách đã tạo hạt giống của mình trên máy tính ngoại tuyến, hãy nhấp vào "{}" để đóng cửa sổ này, di chuyển tệp ví của quý khách sang máy tính trực tuyến và mở lại bằng Electrum

source: You need to create a separate Electrum wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
ko_kr: 각 암호문은 다른 주소를 생성하기에 각 암호문에 대해 별도의 Electrum 지갑을 생성해야합니다. 암호문 변경은 다른 지갑의 손실을 초래하지 않습니다. 각 지갑은 그것의 암호문을 넘어 접근이 가능합니다.
vi_vn: Quý khách cần tạo một ví Electrum riêng cho mỗi cụm mật khẩu quý khách sử dụng vì mỗi cụm tạo ra các địa chỉ khác nhau. Thau đổi cụm mật khẩu của quý khách không làm mất các ví khác, mỗi ví vẫn có thể truy cập được sau cụm mật khẩu của chính nó.

source: You should enable PIN protection. Your PIN is the only protection for your bitcoins if your device is lost or stolen.
ko_kr: PIN 보호 설정을 반드시 하셔야 합니다. 오직 시드만이 장치 분실 및 도난시 보유한 비트코인의 보호책입니다.
vi_vn: Quý khách nên kích hoạt bảo vệ mã PIN. Mã PIN của quý khách dùng để bảo vệ bitcooin của quý khách nếu thiết bị của quý khách bị mất hoặc bị đánh cắp

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning.
ko_kr: 시드의 실제 길이에 상관없이 24 글자를 입력해야합니다. 잘못된 시드 입력시 변경 혹은 되돌릴 수 없습니다. - 처음부터 다시 시작해야합니다.
vi_vn: Quý khách sẽ được yêu cầu nhập 24 từ bất kể độ dài thực tế hạt giống của quý khách.Nếu quý khách nhập một từ không chính xác hoặc viết sai chính tả, quý khách không thể thay đổi từ đó hoặc quay lại- quý khách cần bắt đầu lại từ đầu.

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
ko_kr: 장부 지갑이 고객님께 일회성 PIN 코드를 알려줍니다. <br><br> 최고의 보안은 기기의 플러그를 뽑은 후 텍스트 편집기를 다른 컴퓨터에 실행 후 커서를 입력해 장치를 해당 컴퓨터에 입력하시기 바랍니다. 이는 서명된 거래의 요약 또는 일회성 PIN 코드를 출력할 것입니다.<br><br> 거래 요약 확인 후 PIN 코드를 입력하십시오. <br><br> 엔터 입력 전 장치를 컴퓨터로 다시 연결해주십시오.
vi_vn: Ví Ledger của quý khách muốn cho quý khách biết mã PIN một lần. <br> <br> Để bảo mật tốt nhất, quý khách nên rút phích cắm thiết bị của mình, mở trình duyệt văn bản trên một máy tính khác, đặt con trỏ vào đó và cắm thiết bị của quý khách vào máy tính đó. Nó sẽ xuất ra một bản tóm tắt về giao dịch được ký và mã PIN một lần<br> <br> Xác minh việc tóm tắt giao dịch và nhập mã PIN tại đây. <br> <br> Trước khi nhấn enter, hãy cắm lại thiết bị vào máy tính này <br>

source: Your Ledger is locked. Please unlock it.
ko_kr: 고객님의 장부 지갑이 잠겼습니다. 잠금 해제가 필요합니다.
vi_vn: Ledger của quý khách đã bị khóa. Xin vui lòng mở khóa.

source: Your Node ID
ko_kr: 고객님의 노드 ID
vi_vn: ID nút của quý khách

source: Your PIN code was updated
ko_kr: 고객님의 노드 ID가 업데이트 됐습니다.
vi_vn: Mã PIN của quý khách đã được cập nhật

source: Your accounts have been moved to
ko_kr: 고객님의 계좌가 이전돼었습니다.
vi_vn: Tài khoản của quý khách đã được chuyển đến
