Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: Select recovery type:
ko_kr: 복구 타입 선택:
vi_vn: Chọn loại phục hồi:

source: Select server automatically
ko_kr: 서버를 자동으로 선택
vi_vn: Chọn máy chủ một cách tự động

source: Select server manually
ko_kr: 선택 서버를 수동으로
vi_vn: Chọn máy chủ bằng tay

source: Select where to save file
ko_kr: 파일 저장 위치 선택
vi_vn: Chọn nơi lưu trữ tập tin

source: Select where to save the setup file
ko_kr: 셋업 파일 저장 위치 선택
vi_vn: Chọ nơi lưu trữ tập tin cài đặt

source: Select where to save your payment request
ko_kr: 지불 요청을 어디에 저장 선택
vi_vn: Chọn nơi lưu trữ yêu cầu thanh toán

source: Select where to save your signed transaction
ko_kr: 서명 거래를 저장할 위치를 선택
vi_vn: Chọn nơi lưu trữ giao dịch đã ký của quý khách

source: Select which language is used in the GUI (after restart).
ko_kr: (다시 시작 후) GUI에서 사용되는 언어를 선택해 주십시오.
vi_vn: Chọn ngôn ngữ sử dụng trên GUI (sau khi khỏi động lại)

source: Select your seed length:
ko_kr: 시드의 길이를 선택해 주십시오.
vi_vn: Chọn chiều dài hạt giống của quý khách

source: Select your server automatically
ko_kr: 자동으로 서버를 선택해 주십시오.
vi_vn: Chọn máy chủ của quý khách một cách tự động

source: Select your transaction file
ko_kr: 트랜잭션 파일을 선택합니다
vi_vn: Chọn tập tin giao dịch của quý khách

source: Send
ko_kr: 전송
vi_vn: Gửi

source: Send Bug Report
ko_kr: 버그 리포트 전송하기
vi_vn: Gửi báo cáo lỗi

source: Send and receive payment request with an email account
ko_kr: 이메일 계정과 결제 요청 전송 및 수신하기
vi_vn: Gửi và nhận yêu cầu thanh toán bằng tài khoản email

source: Send and receive payment requests via email
ko_kr: 이메일 통해 결제 요청 전송 및 수신하기
vi_vn: Gửi và nhận yêu cầu thanh toán bằng email

source: Send to cosigner
ko_kr: 연서인에 전송하기
vi_vn: Gửi đến cosigner

source: Send to speaker
ko_kr: 스피커로 전송하기
vi_vn: Gửi đến người nói

source: Send via e-mail
ko_kr: 이메일을 통해 전송하기
vi_vn: Gửi qua email

source: Sending
ko_kr: 전송하기
vi_vn: Đang gửi

source: Sending crash report...
ko_kr: 충돌 보고서 전송하기
vi_vn: Gửi báo cáo sự cố...

source: Sending transaction to cosigning pool...
ko_kr: 연서인 그룹에 거래 전송하기
vi_vn: Gửi giao dịch đến cosigning pool...

source: Sent (mSAT):
ko_kr: 전송 완료 (mSAT)
vi_vn: Đã gửi( mSAT):

source: Sent HTLC with ID {}
ko_kr: ID {}와 함께 HTLC 전송 완료
vi_vn: Đã gửi đến HTLC với ID {}

source: Server
ko_kr: 서버
vi_vn: Máy chủ

source: Server hosting your email account
ko_kr: 고객님의 이메일 주소를 호스팅 하는 서버
vi_vn: Máy chủ lưu trữ tìa khoản email của quý khách

source: Server is lagging ({} blocks)
ko_kr: 서버가 느려지고 있습니다. ({} 블록)
vi_vn: Máy chủ đang bị lag ({} blocks)

source: Server not reachable.
ko_kr: 서버에 닿을 수 없습니다.
vi_vn: Máy chủ không thể truy cập.

source: Server peers
ko_kr: 피어 서버
vi_vn: Máy chủ đông đẳng

source: Server returned unexpected transaction ID.
ko_kr: 서버가 예상치 못한 거래 ID를 되돌렸습니다.
vi_vn: Máy chủ bất ngờ trả lại ID giao dịch

source: Server used to query your history.
ko_kr: 고객님의 내역을 요청하는 서버
vi_vn: Máy chủ được sử dụng để truy cập lịch sử của quý khách

source: Services
ko_kr: 서비스
vi_vn: Dịch vụ

source: Session Timeout
ko_kr: 세션 만료
vi_vn: Hêt thời gian phục vụ

source: Set a PIN
ko_kr: PIN 설정
vi_vn: Cài đặt PIN

source: Set the value of the change output so that it has similar precision to the other outputs.
ko_kr: 다른 출력과 비슷한 수치로 인하여 변경 출력 값을 설정해 주십시오.
vi_vn: Đặt giá trị của đầu ra thay đổi để nó có độ chính xác tương tự với các đầu ra khác

source: Set wallet file encryption.
ko_kr: 지갑 파일 암화화 설정하기
vi_vn: Đặt mã hóa tập tin ví

source: Settings
ko_kr: 설정
vi_vn: Cài đặt

source: Share Bitcoin Request
ko_kr: 비트코인 요청 공유하기
vi_vn: Chia sẻ yêu cầu Bitcoin

source: Should this transaction be replaceable?
ko_kr: 해당 거래가 반드시 대체되어야 합니까?
vi_vn: Có nên thay thế giao dịch này?

source: Show
ko_kr: 보여주기
vi_vn: Hiển thị

source: Show Fiat balance for addresses
ko_kr: 주소의 실물 통화 표기 잔액 보여주기
vi_vn: Hiển thị số dư Fiat cho các địa chỉ

source: Show QR Code
ko_kr: QR 코드를 표시
vi_vn: Hiển thị mã QR

source: Show as QR code
ko_kr: QR 코드로 표시
vi_vn: Hiển thị giống như mã QR

source: Show capital gains in history
ko_kr: 자복 획득 내역 보여주기
vi_vn: Hiển thị vốn lãi trong lịch sử

source: Show expert settings
ko_kr: 고급 세팅 보여주기
vi_vn: Hiển thị cài đặt chuyên gia

source: Show history rates
ko_kr: 과거 환율 보여주기
vi_vn: Hiển thị tỷ lệ lịch sử

source: Show on Ledger
ko_kr: 장부 보여주기
vi_vn: Hiển thị trên Ledger

source: Show on {}
ko_kr: {}에서 보여주기
vi_vn: Hiển thị trên {}

source: Show report contents
ko_kr: 리포트 내용 보여주기
vi_vn: Hiển thị nội dung báo cáo

source: Show {}
ko_kr: {} 보여주기
vi_vn: Hiển thị {}

source: Show/Hide
ko_kr: 표시/숨기기
vi_vn: Hiển thị/ Giấu

source: Showing address ...
ko_kr: 주소 보여주기
vi_vn: Hiển thị các địa chỉ...

source: Sign
ko_kr: 사인
vi_vn: Ký tên

source: Sign/verify Message
ko_kr: 메세지 서명하기/ 확인하기
vi_vn: Ký tên/ Xác nhận Tin nhắn

source: Sign/verify message
ko_kr: 메세지 서명하기/ 확인하기
vi_vn: Ký tên/ Xác nhận tin nhắn

source: Signature
ko_kr: 서명
vi_vn: Chữ ký

source: Signature verified
ko_kr: 서명 확인
vi_vn: Xác nhận chữ ký

source: Signed
ko_kr: 서명된 상태
vi_vn: Đã ký tên

source: Signing
ko_kr: 서명 중
vi_vn: Đang ký tên

source: Signing large transaction. Please be patient ...
ko_kr: 큰 규모의 거래 서명 중 잠시만 기다려주세요.
vi_vn: Đang ký giao dịch lớn. Xin hãy kiên nhẫn...

source: Signing message ...
ko_kr: 메세지 서명 중...
vi_vn: Đang ký tin nhắn...

source: Signing transaction...
ko_kr: 거래 서명...
vi_vn: Đang ký giao dịch...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
ko_kr: 주소로 서명하는 것은 일치하는 개인 키로 서명하는 것과 공개 키를 검증하는 것과 같습니다. 고객님께서 입력한 주소는 고유한 공개 키를 가지고 있지 않습니다. 그렇게 해당 작업은 수행될 수 없습니다.
vi_vn: Ký với một địa chỉ có thực có nghĩa là ký bằng khóa riêng tương ứng và xác minh bằng khóa chung tương ứng. Địa chỉ quý khách đã nhập không có khóa chung duy nhất, vì vậy những thao tác này không thể được thực hiện.

source: Size:
ko_kr: 크기:
vi_vn: Kiích cỡ:

source: Slovak
ko_kr: 슬로바키아어
vi_vn: Tiếng Slô- va- ki-a

source: Slovenian
ko_kr: 슬로베니아어
vi_vn: Tiếng Slô- vê-ni-a

source: Something went wrong while executing Electrum.
ko_kr: Electrum 실행 중 알 수 없는 오류가 발생했습니다.
vi_vn: Đã xảy ra lỗi khi thự hiện Electrum

source: Sorry, but we were unable to check for updates. Please try again later.
ko_kr: 업데이트를 확인할 수 없습니다. 나중에 다시 시도해주십시오.
vi_vn: Xin lỗi, nhưng chúng tôi không thể kiểm tra cập nhật. Vui lòng thử lại sau.

source: Source
ko_kr: 소스
vi_vn: Nguồn

source: Spanish
ko_kr: 스페인 사람
vi_vn: Tiếng Tây Ban Nha

source: Spend
ko_kr: 사용하다
vi_vn: Chi tiêu

source: Spend from
ko_kr: ~를 사용하다
vi_vn: Chi tiêu từ

source: Spend only confirmed coins
ko_kr: 오직 승인된 코인만 사용하기
vi_vn: Chỉ dành cho tiền xu đã được xác nhận

source: Spend only confirmed inputs.
ko_kr: 오직 승인된 입력만 사용하기
vi_vn: Chỉ dành cho xác nhận đầu vào

source: Standard wallet
ko_kr: 표준 지갑
vi_vn: Ví tiêu chuẩn

source: Start
ko_kr: 시작하기
vi_vn: Bắt đầu

source: Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Bitcoin system.
ko_kr: 스타트업 시간은 비트코인 시스템의 가장 복잡한 부분을 다루는 고성능의 서버와 함께 작동하기에 매우 즉각적입니다.
vi_vn: Thời gian khởi động là ngay lập tức vì nó hoạt động cùng với các máy chủ hiệu suất cao để xử lý các phần phức tạp nhất trong hệ thống Bitcoin

source: State
ko_kr: 상세
vi_vn: Trạng thái

source: Static
ko_kr: 통계
vi_vn: Không chuyển động

source: Status
ko_kr: 상태:
vi_vn: Tình trạng

source: Status:
ko_kr: 상태:
vi_vn: Tình trạng:

source: Step {}/24. Enter seed word as explained on your {}:
ko_kr: {}/24 단계. 고객님의 {}에 설명대로 시드 단어를 입력하십시오.
vi_vn: Bước {} / 24. Nhập từ giống như được giải thích trên {} của quý khách

source: Success
ko_kr: 성공
vi_vn: Thành công

source: Summary
ko_kr: 요약
vi_vn: Tóm lược

source: Summary Text PIN (requires dongle replugging)
ko_kr: 요약 PIN 텍스트 (동글 재연결이 필요합니다.)
vi_vn: Tóm lược mã PIN văn bản ( yêu cầu thay thế dongle)

source: Summary Text PIN is Disabled
ko_kr: 요약 PIN 텍스트 이용불가
vi_vn: Tóm lược mã PIN văn bản bị vô hiệu hóa

source: Supported Coins
ko_kr: 지원되는 코인들
vi_vn: Tiền xu được hỗ trợ

source: Swedish
ko_kr: 스웨덴어
vi_vn: Tiếng Thụy Điển

source: Sweep
ko_kr: 삭제하다
vi_vn: Quét

source: Expires in
ko_kr: 에 만료되다
vi_vn: Hết hạn vào ngày

source: Expires in about {} hours
ko_kr: 약 {} 시간 안에 만료되다.
vi_vn: Hết hạn trong {} giờ

source: Expires in about 1 hour
ko_kr: 약 1시간 뒤에 만료되다.
vi_vn: Hết hạn trong 1 giờ

source: Sweep private keys
ko_kr: 개인 키를 삭제하다
vi_vn: Quét khóa riêng tư

source: Synchronizing...
ko_kr: 동기화...
vi_vn: Đang đồng bộ...

source: Tamil
ko_kr: 타밀
vi_vn: Tiếng Ta-mi

source: Tap to show
ko_kr: 보여주기 탭 클릭
vi_vn: Nhấn để hiện thị

source: Target
ko_kr: 타켓
vi_vn: Mục tiêu

source: Target fee:
ko_kr: 타켓 수수료
vi_vn: Chi phí mục tiêu

source: Terms of Service
ko_kr: 서비스 이용약관
vi_vn: Điều khoản dịch vụ

source: Testnet
ko_kr: 테스트넷

source: Testnet coins are worthless.
ko_kr: 테스트넷 코인은 가치가 없습니다.
vi_vn: Tiền xu Testnet là vô giá trị

source: Testnet is separate from the main Bitcoin network. It is used for testing.
ko_kr: 테스트넷은 비트코인 네트워크와 분리된 코인입니다. 오직 테스트를 위해서만 활용됩니다.
vi_vn: Testnet tách biệt với mạng Bitcoin chính. Nó được sử dụng để thử nghiệm

source: Text copied to clipboard
ko_kr: 텍스트가 클립보드에 복사됐습니다.
vi_vn: Văn bản được sao chép vào clipboard

source: Text copied to clipboard.
ko_kr: 텍스트가 클립보드에 복사됐습니다.
vi_vn: Văn bản được sao chép vào clipboard

source: Thai
ko_kr: 태국어
vi_vn: Tiếng Thái

source: The Digital Bitbox is already seeded. Choose an option:
ko_kr: 디지털 비트박스가 이미 시드 암호 처리되었습니다. 옵션을 선택해 주십시오.
vi_vn: Bitbox kỹ thuật số đã được gieo hạt. Chọn một số lựa chọn:

source: The PIN cannot be longer than 9 characters.
ko_kr: PIN 번호는 9 자리보다 길 수 없습니다.
vi_vn: Mã PIN không thể dài hơn 9 ký tự

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
ko_kr: 수수료는 송신자가 자유롭게 결정할 수있다. 그러나, 낮은 비용의 설정은 거래 처리에 더 많은 시간이 소요되게 됩니다.
vi_vn: Số tiền lệ phí có thể được quyết định bởi người gửi. Tuy nhiên, các giao dịch với mức phí thấp mất nhiều thời gian hơn để xử lý

source: The amount will be displayed in red if you do not have enough funds in your wallet.
ko_kr: 지갑에 충분한 자금이 없는 경우 금액은 빨간색으로 표시됩니다.
vi_vn: Số tiền sẽ được hiển thị màu đỏ nếu quý khách không có đủ tiền trong ví của minh

source: The bitcoin address never expires and will always be part of this electrum wallet.
ko_kr: 비트코인 주소는 만료되지 않으며 항상 Electrum 지갑의 일부가 됩니다.
vi_vn: Địa chỉ Bitcoin không bao giờ hết hạn và sẽ luôn là một phần của ví electrum

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
ko_kr: 설명은 자금의 수신자에게 전송되지 않습니다. 그것은 당신의 지갑 파일에 저장하고, '역사'탭에 표시됩니다.
vi_vn: Nội dung không được gửi cho người nhận tiền. Nó được lưu trong tệp ví của quý khách và được hiển thị trong mục " Lịch sử"

source: The device was disconnected.
ko_kr: 장치가 해체되었습니다.
vi_vn: Thiết bị đã không được kết nối

source: The fee could not be verified. Signing non-segwit inputs is risky:
ko_kr: 비용이 확인되지 않습니다. 비검증된 segwit 입력에 서명하는 것은 위험합니다:
vi_vn: Phí không thể xác nhận.Việc ký các đầu vào không phải là segwit sẽ có rủi ro:

source: The fee for this transaction seems unusually high.
ko_kr: 해당 거래의 수수료는 비정상적으로 높습니다.
vi_vn: Phí cho giao dịch này có vẻ cao

source: The file '{}' contains an incompletely created wallet.
ko_kr: {} 파일은 불완전히 생성된 지갑을 포함하고 있습니다.
vi_vn: Tệp '{}' chứa ví được tạo không hoàn chỉnh .

source: The file was removed
ko_kr: 파일 제거
vi_vn: Tập tin này đã bị xóa

source: The firmware of your hardware device is too old. If possible, you should upgrade it. You can ignore this error and try to continue, however things are likely to break.
ko_kr: 고객님의 하드웨어 장치의 펌웨어가 너무 오래됐습니다. 반드시 업그레이드 하시기 바랍니다. 해당 안내를 무시 후 계속해서 진행할 수 있습니다. 그러나 기타 문제가 발생할 가능성이 큽니다.
vi_vn: Phần firmware của thiết bị phần cứng của quý khách quá cũ. Nếu có thể, quý khách nên nâng cấp nó. Quý khách có thể bỏ qua lỗi này và cố gắng tiếp tục, tuy nhiên mọi thứ có thể bị hỏng

source: The following addresses were added
ko_kr: 주소들 추가된
vi_vn: Các địa chỉ sau đã được thêm vào

source: The following alias providers are available:
ko_kr: 다음의 별칭 공급자를 사용할 수 있습니다:
vi_vn: Các nhà cung cấp bí danh dưới đây có sẵn:

source: The following inputs could not be imported
ko_kr: 다음 입력을 가져올 수 없습니다.
vi_vn: Không thể nhập các đầu vào sau

source: The new fee rate needs to be higher than the old fee rate.
ko_kr: 새로운 수수료 요율은 이전 수수료보다 높아야 합니다.
vi_vn: Mức phí mới cần phải cao hơn mức phí cũ

source: The next step will generate the seed of your wallet. This seed will NOT be saved in your computer, and it must be stored on paper. To be safe from malware, you may want to do this on an offline computer, and move your wallet later to an online computer.
ko_kr: 다음 단계에 고객님 지갑의 시드를 생성하게 됩니다. 해당 시드는 고객님 컴퓨터에 저장되지 않으며, 반드시 종이에 옮겨 적어야 합니다. 몰웨어로부터의 안전성을 확보하기 위해 오프라인 상태의 컴퓨터로 작업 후 온라인 상태의 컴퓨터로 옮길 수 있습니다.
vi_vn: Bước tiếp theo sẽ tạo ra hạt giống cho ví của quý khách. Hạt giống này sẽ KHÔNG được lưu trong máy tính của quý khách và nó phải được lưu trữ trên giấy. Để bảo đảm sự an toàn trước các phần mềm độc hại, quý khách có thể thực hiện việc này trên máy tính ngoại tuyến và sau đó chuyển ví của quý khách sang máy tính trực tuyến

source: The operation is undefined. Not just in Electrum, but in general.
ko_kr: 알 수 없는 작업입니다.
vi_vn: Các hoạt động không được xác định. Không chỉ trong Electrum, mà nói chung

source: The server returned an error when broadcasting the transaction.
ko_kr: 거래 송출시 서버가 에러를 반출했습니다.
vi_vn: Máy chủ báo lỗi khi phát sóng giao dịch

source: The server returned an error.
ko_kr: 서버가 에어를 반출했습니다.
vi_vn: Máy chủ báo lỗi

source: The server returned an unexpected transaction ID when broadcasting the transaction.
ko_kr: 거래 송출시 서버가 예상치 못한 거래 ID를 반출했습니다.
vi_vn: Máy chủ bất ngờ trả lại ID giao dịch khi phát sóng giao dịch

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
ko_kr: 다중 OP_RETURN 출력이 포함되어 해당 거래가 거절되었습니다.
vi_vn: Giao dịch đã bị từ chối vì nó chứa nhiều đầu ra OP_RETURN

source: The transaction was rejected because it is too large (in bytes).
ko_kr: 바이트가 너무 커 해당 거래가 거절되었습니다.
vi_vn: Giao dịch đã bị từ chối vì nó quá lớn( trong bytes)

source: The type of addresses used by your wallet will depend on your seed.
ko_kr: 고객님의 지갑에 의해 사용된 주소의 종류는 시드에 달려있습니다.
vi_vn: Địa chỉ được sử dụng bằng ví của quý khách sẽ phụ thuộc vào hạt giống của quý khách

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7.
ko_kr: Electrum 2.7 버전 이후 지원되지 않는 지갑이 해당 지갑에 포함돼있습니다.
vi_vn: Ví '{}' chứa nhiều tài khoản, không còn được hỗ trợ kể từ Electrum 2.7.

source: Then, enter your Google Authenticator code:
ko_kr: 구글 인증자 코드를 입력해 주세요.
vi_vn: Sau đó, nhập mã Google Authenticator của quý khách:

source: There is a new update available
ko_kr: 이용 가능한 새로운 업데이트가 있습니다.
vi_vn: Bản cập nhật mới có sẵn:

source: There was a problem with the automatic reporting:
ko_kr: 자동 보고와 관련된 문제가 있었습니다.
vi_vn: Có vấn đề với báo cáo tự động:

source: Therefore, two-factor authentication is disabled.
ko_kr: 그러므로, 2FA는 사용 불가합니다.
vi_vn: Do đó, xác thực hai yếu tố bị vô hiệu hóa

source: This address has already been used. For better privacy, do not reuse it for new payments.
ko_kr: 해당 주소는 이미 사용됐습니다. 더 나은 개인 정보 보호를 위하여, 새로운 지불에 해당 주소를 더 이상 사용하지 마십시오.
vi_vn: Địa chỉ này đã được sử dụng, Để tăng tính bảo mật, không sử dụng lại địa chỉ cho các khoản thanh toán mới

source: This blockchain is used to verify the transactions sent by your transaction server.
ko_kr: 고객님의 거래 서버에 의해 전송된 거래를 검토하기 위해 블록체인이 사용되고 있습니다.
vi_vn: Blockchain này được sử dụng để xác minh các giao dịch được gửi bởi máy chủ giao dịch của quý khách

source: This channel will be usable after {} confirmations
ko_kr: {} 승인 후 해당 채널을 사용할 수 있습니다.
vi_vn: Kênh này sẽ đươc sử dụng sau khi xác nhận {}

source: This feature is not available for watch-only wallets.
ko_kr: 읽기 전용 지갑에선 해당 기능을 사용할 수 없습니다.
vi_vn: Tính năng này không có sẵn trong ví chỉ xem

source: This file does not exist.
ko_kr: 파일이 더 이상 존재하지 않습니다.
vi_vn: Tập tin này không tồn tại

source: This file is already open in memory.
ko_kr: 파일이 이미 메모리에서 열린 상태입니다.
vi_vn: Tập tin này đã được mở trong bộ nhớ

source: This file is encrypted using a hardware device.
ko_kr: 해당 파일의 하드웨어 장치 사용이 암호화되었습니다.
vi_vn: Tập tin này đã được mã hóa bằng thiết bị phần cứng

source: This file is encrypted with a password.
ko_kr: 해당 파일이 비밀번호와 함께 암호화되었습니다.
vi_vn: Tập tin này đã được mã hóa bằng mật khẩu

source: This function is only available after pairing your {} with a mobile device.
ko_kr: 고객님의 {}과/와 모바일 기기가 페어링된 후 해당 기능을 사용할 수 있습니다.
vi_vn: Chức năng này chỉ khả dụng sau khi ghép {} của quý khách với thiết bị di động

source: This function is only available for p2pkh keystores when using {}.
ko_kr: {}를 이용시 p2pkh 키보드에 대한 해당 기능이 이용 가능합니다.
vi_vn: Chức năng này chỉ có sẵn cho khóa dự trữ p2pkh khi sử dụng {}

source: This function is only available for standard wallets when using {}.
ko_kr: {}를 이용시 표준 월렛에 대해 해당 기능이 이용 가능합니다.
vi_vn: Chức năng này chỉ có sẵn cho ví thường khi sử dụng {}

source: This information is seen by the recipient if you send them a signed payment request.
ko_kr: 서명 된 지불 요청을 보낼 경우, 수령인이 해당 정보를 열람할 수 있습니다.
vi_vn: Thông tin này được nhìn thấy bởi người nhận nếu quý khách gửi yêu cầu thanh toán đã ký .

source: This is a watching-only wallet
ko_kr: 이것은 읽기 전용 지갑입니다.
vi_vn: Đây là ví chỉ xem ( wacth-only wallet)

source: This is a watching-only wallet.
ko_kr: 이것은 읽기 전용 지갑입니다.
vi_vn: Đây là ví chỉ xem ( wacth-only wallet).

source: This is a watching-only wallet. It does not contain private keys.
ko_kr: 이것은 읽기 전용 지갑입니다. 개인 키를 포함하고 있지 않습니다.
vi_vn: Đây là ví chỉ xem. Nó không chứa khóa riêng

source: This is discouraged.
ko_kr: 이것은 권유되지 않는 작업입니다.
vi_vn: Điều này đươc khuyến khích

source: This is the height of your local copy of the blockchain.
ko_kr: 이것은 고객님 블록체인의 로컬 체인 무게입니다.
vi_vn: Đây là độ dài của bản sao blockchain cục bộ của quý khách

source: This may result in higher transactions fees.
ko_kr: 이는 더 높은 거래 수수료를 발생시킬 수 있습니다.
vi_vn: Điều này có thể dẫn đến phí giao dịch cao hơn

source: This means you will not be able to spend Bitcoins with it.
ko_kr: 이것을 통해 비트코인을 보낼 수 없음을 뜻합니다.
vi_vn: Điều này có nghĩa là quý khách không thể chi tiêu Bitcoin với nó

source: This might improve your privacy somewhat.
ko_kr: 개인 정보 보호가 향상되는 것을 뜻합니다.
vi_vn: Điều này có thể cải thiện phần nào sự riêng tư của quý khách

source: This payment request will be signed.
ko_kr: 이 지불 요청은 서명 될 것 입니다.
vi_vn: Yêu cầu thanh toán này sẽ được ký

source: This plug-in allows you to create a visually encrypted backup of your wallet seeds, or of custom alphanumeric secrets.
ko_kr: 해당 플러그인을 통해 가상 암호화 백업된 지갑 시드 생성 또는 맞춤 시크릿 암호 생성이 가능합니다.
vi_vn: Với plugin này, quý khách có thể tạo bản sao lưu được mã hóa trực quan từ hạt giống ví hoặc tùy chỉnh chữ và số

source: This plugin adds two-factor authentication to your wallet.
ko_kr: 해당 플러그인은 2FA를 고객님의 지갑에 포함시킵니다.
vi_vn: Plugin này đã them xác thực hai yếu tố vào ví của quý khách

source: This plugin facilitates the use of multi-signatures wallets.
ko_kr: 해당 플러그인은 다중 서명 지갑을 사용합니다.
vi_vn: Plugin này tạo điều kiện cho việc sử dụng ví đa chữ ký

source: This seed will allow you to recover your wallet in case of computer failure.
ko_kr: 컴퓨터 실패의 경우, 이 시드를 통해 지갑을 복구 할 수 있습니다.
vi_vn: Hạt giống này sẽ cho phép quý khách khôi phục ví của mình trong trường hợp máy tính bị lỗi

source: This service uses a multi-signature wallet, where you own 2 of 3 keys. The third key is stored on a remote server that signs transactions on your behalf. A small fee will be charged on each transaction that uses the remote server.
ko_kr: 2개 혹은 3개의 키를 보유하는 다중 서명 지갑을 해당 서비스는 이용하고 있습니다. 3번째 키는 고객님을 대표해 거래에 서명하는 원격 서버에 저장돼있습니다. 원격 서버를 사용하는 매 거래에 약간의 수수료가 부과됩니다.
vi_vn: Dịch vụ này sử dụng ví đa chữ ký, nơi quý khách có thể sở hữu 2 trong 3 khóa. Khóa thứ ba được lưu trữ trên một máy tính chủ từ xa ký thay quý khách trong giao dịch. Một khoản phí nhỏ sẽ được tính cho mỗi giao dịch sử dụng máy chủ từ xa

source: This setting affects the Send tab, and all balance related fields.
ko_kr: 해당 설정은 "전송" 탭과 입력창과 관련된 모든 잔액에 영향을 미칩니다.
vi_vn: Việc cài đặt này sẽ ảnh hưởng đến mục Gửi, và tất cả những mục liên quan đến số dư

source: This transaction is not saved. Close anyway?
ko_kr: 이 거래는 저장되지 않습니다. 이대로 닫으시겠습니까?
vi_vn: Giao dịch này không được lưu. Đóng lại?

source: This transaction requires a higher fee, or it will not be propagated by your current server
ko_kr: 해당 거래는 높은 수수료를 요구합니다. 그렇지 않은 경우 고객님의 현 서버를 통해 널리 전파되지 않습니다.
vi_vn: Giao dịch này yêu cầu một khoản phí cao hơn, hoặc nó sẽ không được nối bởi máy chủ hiện tại của quý khách

source: This type of script is not supported with {}.
ko_kr: 해당 종류의 스크립트는 {}와 함께 지원되지 않습니다.
vi_vn: Loại tập lệnh này không được hỗ trợ với {}

source: This version supports a maximum of {} characters.
ko_kr: 해당 버전은 최대 {} 글자까지 지원합니다.
vi_vn: Phiên bản này hỗ trợ tối đa {} ký tự

source: This wallet has no seed
ko_kr: 이 지갑은 시드를 지니지 않습니다.
vi_vn: Ví này không có hạt giống

source: This wallet is already registered with TrustedCoin. To finalize wallet creation, please enter your Google Authenticator Code.
ko_kr: 해당 지갑은 이미 TrustedCoin에 등록된 상태입니다. 지갑 생성을 완료하기 위해 구글 인증자 코드를 입력해 주시기 바랍니다.
vi_vn: Ví này đã được đăng ý với TrustedCoin. Để hoàn tất việc tạo ví, vui lòng nhập mã Google Authenticator của quý khách

source: This wallet is protected by TrustedCoin's two-factor authentication.
ko_kr: 이 지갑은 TrustedCoin의 2FA에 의해 보호됩니다.
vi_vn: Ví này được bảo vệ bởi xác thực hai yếu tố của TrustedCoin

source: This wallet is watching-only
ko_kr: 이 지갑은 읽기 전용입니다.
vi_vn: Ví này là ví chỉ xem

source: This wallet is watching-only.
ko_kr: 이 지갑은 읽기 전용입니다.
vi_vn: Ví này là ví chỉ xem.

source: This wallet was restored from seed, and it contains two master private keys.
ko_kr: 이 지갑은 시드로부터 저장돼있습니다. 또한 두 가지 마스터 개인 키를 지니고 있습니다.
vi_vn: Ví này đã được khôi phục từ hạt giống và nó chứa hai khóa riêng

source: This will delete your lightning private keys
ko_kr: 이것은 고객님의 라이트닝 개인 키들을 삭제할 것입니다.
vi_vn: Điều này sẽ xóa các khóa riêng lightning của quý khách

source: This will save fees.
ko_kr: 수수료가 면제될 예정입니다.
vi_vn: Điều này sẽ lưu phí

source: Thus, you might want to keep using a non-segwit wallet in order to be able to receive bitcoins during the transition period.
ko_kr: 그러므로 거래 기간동안 비트코인 수령하기 위해서 비 segwit 지갑의 사용하실 수도 있다.
vi_vn: Do đó, quý khách muốn tiếp tục sử dụng ví không phải là segwit để có thể nhận bitcoin trong suốt thời gian chuyển đổi

source: Time based: fee rate is based on average confirmation time estimates
ko_kr: 시간 기반: 수수료 요울은 평균 측정 승인 시간에 기반합니다.
vi_vn: Thời gian dựa trên: mức phí được dựa trên ước tính thời gian xác nhận trung bình

source: To
ko_kr: ~로
vi_vn: Đến

source: To cancel, briefly touch the blinking light or wait for the timeout.
ko_kr: 취소를 희망하실 경우, 깜빡이는 불빛을 짧게 터치하거나 시간 만료를 기다려주세요.
vi_vn: Để hủy bỏ, chạm nhẹ vào đèn nhấp nháy hoặc chờ thời gian chờ

source: To cancel, briefly touch the light or wait for the timeout.
ko_kr: 취소를 희망하실 경우, 불빛을 짧게 터치하거나 시간 만료를 기다려주세요.
vi_vn: Để hủy bỏ, chạm nhẹ vào đèn hoặc chờ thời gian chờ

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
ko_kr: 계속하실 경우, 깜빡이는 비트박스의 불빛을 3초 동안 눌러주세요.
vi_vn: Để tiếp tục, chạm vào đèn nhấp nháy của Digital Bitbox trong 3 giây

source: To continue, touch the Digital Bitbox's light for 3 seconds.
ko_kr: 계속하실 경우, 비트박스의 불빛을 3초 동안 눌러주세요.
vi_vn: Để tiếp tục, chạm vào đèn của Digital Bitbox trong 3 giây

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
ko_kr: 소비 지갑 생성시 마스터 개인 키를 꼭 입력해 주십시오. (xprv/yprv/zprv)
vi_vn: Để tạo ví chi têu, vui lòng nhập khóa riêng tư chính (xprv/yprv/zprv)

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
ko_kr: 읽기 전용 지갑 생성을 위해서 고객님의 마스터 공개 키를 입력해 주십시오. (xpub/ypub/zpub)
vi_vn: Để tạo ví chỉ xem, vui lòng nhập khóa công khai chính của quý khách (xpub/ypub/zpub).
