Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: ENGLISH
ko_kr: KOREAN

source: confirmation
ko_kr: 확인
vi_vn: Xác nhận

source: &About
ko_kr: &제품 정보
vi_vn: &Giới thiệu

source: &Addresses
ko_kr: &지갑 주소
vi_vn: &Địa chỉ

source: &Check for updates
ko_kr: &업데이트 확인
vi_vn: &Kiểm tra cập nhật

source: &Documentation
ko_kr: &문서
vi_vn: &Tài liệu hướng dẫn

source: &Donate to server
ko_kr: &서버
vi_vn: &Quyên góp cho máy chủ

source: &Encrypt/decrypt message
ko_kr: &메세지 암호화 및 해독
vi_vn: &Mã hóa/giải mã tin nhắn

source: &Export
ko_kr: &내보내기 (&E)
vi_vn: &Xuất ra

source: &File
ko_kr: &파일(&F)
vi_vn: &Tập tin

source: &Filter
ko_kr: &필터
vi_vn: &Bộ lọc

source: &From QR code
ko_kr: &및 QR 코드로부터
vi_vn: &Từ mã QR

source: &From file
ko_kr: &파일에서 작성(&F)
vi_vn: &Từ tập tin

source: &From text
ko_kr: &텍스트에서 (&T)
vi_vn: &Từ văn bản

source: &From the blockchain
ko_kr: & 블록체인에서
vi_vn: &Từ chuỗi khối

source: &Help
ko_kr: &도움말
vi_vn: &Trợ giúp

source: &History
ko_kr: &거래 기록
vi_vn: &Lịch sử

source: &Import
ko_kr: &가져오기
vi_vn: &Nhập vào

source: &Information
ko_kr: &정보
vi_vn: &Thông tin

source: &Labels
ko_kr: &라벨
vi_vn: &Nhãn

source: &Lightning
ko_kr: &밝기

source: &Load transaction
ko_kr: &거래 불러오기
vi_vn: Loading transaction

source: &Network
ko_kr: &네트워크
vi_vn: &Mạng

source: &New
ko_kr: &신규
vi_vn: &Mới

source: &New/Restore
ko_kr: & 새로 만들기 / 복원하기
vi_vn: &Mới/Khôi phục

source: &Official website
ko_kr: &공식 웹사이트
vi_vn: &Trang mạng chính thức

source: &Open
ko_kr: &열기(&O)
vi_vn: &Mở

source: &Password
ko_kr: &비밀번호
vi_vn: &Mật khẩu

source: &Pay to many
ko_kr: &한번에 지불하기
vi_vn: &Trả đến nhiều người

source: &Plot
ko_kr: &내역
vi_vn: Sự cố

source: &Plugins
ko_kr: &플러그인
vi_vn: &Phần bổ trợ

source: &Private keys
ko_kr: &개인 키
vi_vn: &Các khóa riêng

source: &Quit
ko_kr: &종료하기
vi_vn: &Thoát

source: &Recently open
ko_kr: &최근 항목
vi_vn: &Đã mở gần đây

source: &Report Bug
ko_kr: &버그 보고
vi_vn: &Báo cáo lỗi

source: &Save Copy
ko_kr: &복사 저장
vi_vn: &Lưu Bản sao

source: &Seed
ko_kr: &시드
vi_vn: &Hạt giống

source: &Sign/verify message
ko_kr: &메시지 확인 / 서명
vi_vn: &Kí/xác minh tin nhắn

source: &Summary
ko_kr: &요약
vi_vn: &Tóm lược

source: &Sweep
ko_kr: &삭제하기
vi_vn: &Quét

source: &Tools
ko_kr: &도구
vi_vn: &Công cụ

source: &View
ko_kr: &조회
vi_vn: &Xem

source: &Wallet
ko_kr: &지갑
vi_vn: Ví Điện Tử

source: 1 day
ko_kr: 1 일
vi_vn: 1 chuyến đi

source: 1 hour
ko_kr: 1 시간
vi_vn: 1 tiếng

source: 1 week
ko_kr: 1주일
vi_vn: 1 tuần

source: 1. Place this paper on a flat and well iluminated surface.
ko_kr: 1. 종이 지갑을 밝고 평평한 곳에 비춰주세요
vi_vn: 1. Đặt tấm giấy này lên một bề mặt phẳng nơi có ánh sáng tốt

source: 10 minutes
ko_kr: 10분
vi_vn: 10 phút

source: 2. Align your Revealer borderlines to the dashed lines on the top and left.
ko_kr: 2. 경계선을 위쪽과 왼쪽의 파선에 맞춥니다
vi_vn: 2. Căn chỉnh đường viền của quý khách với các đường đứt nét ở trên cùng và bên trái

source: 3. Press slightly the Revealer against the paper and read the numbers that best match on the opposite sides.
ko_kr: 3. 표시자를 종이에 대고 살짝 누른 다음, 반대쪽 면에서 가장 일치하는 숫자를 읽습니다.
vi_vn: 3. Nhấn nhẹ Revealer vào tờ giấy và đọc các thông số phù hợp nhất ở mặt đối diện

source: 4. Type the numbers in the software
ko_kr: 4. 소프트웨어에 숫자를 입력하십시오.
vi_vn: 4. Nhập số vào phần mềm

source: A backup is saved automatically when generating a new wallet.
ko_kr: 새 지갑을 생성 시 백업이 자동으로 저장됩니다.
vi_vn: Một bản sao lưu được lưu tự động khi tạo vi mới

source: A copy of your wallet file was created in
ko_kr: 지갑 파일의 복사본이 생성되었습니다.
vi_vn: Một bản sao của tập tin ví của bạn đã được tạo trong

source: A few examples
ko_kr: 예시
vi_vn: Một vài ví dụ

source: A library is probably missing.
ko_kr: 라이브러리가 존재하지 않는 것으로 보입니다.
vi_vn: Thư viện có thể bị mất

source: A small fee will be charged on each transaction that uses the remote server. You may check and modify your billing preferences once the installation is complete.
ko_kr: 원격 서버를 사용하는 거래마다 약간의 수수료가 부과됩니다. 설치가 완료되면 결제 환경 설정을 확인하고 수정할 수 있습니다.
vi_vn: Một khoản phí nhỏ sẽ được tính vào mỗi lần giao dịch sử dụng máy chủ từ xa. Quý khách có thể kiểm tra và sửa đổi tùy chọn thanh toán của mình sau khi hoàn tất cài đặt

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
ko_kr: 제시된 요금이 자동으로 필드에 추가됩니다. 고객님께선 이를 무시할 수 있습니다. 제시되는 비용은 거래의 크기에 따라 늘어납니다.
vi_vn: Eine empfohlene Gebühr wird diesem Feld automatisch hinzugefügt, kann aber überschrieben werden. Die empfohlene Gebühr Steigt mit der Größe der Transaction.

source: About
ko_kr: 소개
vi_vn: Về

source: About Electrum
ko_kr: Electrum 소개
vi_vn: Về electrum

source: Accept
ko_kr: 승인하기
vi_vn: Chấp nhận

source: Accept Word
ko_kr: 단어 승인하기
vi_vn: Chấp nhận từ

source: Acquisition price
ko_kr: 취득 가격
vi_vn: Giá thu nhập

source: Add Cosigner
ko_kr: 연서인 추가
vi_vn: Thêm người cùng kí

source: Add a cosigner to your multi-sig wallet
ko_kr: 연서인을 멀티-시그 지갑에 추가하십시오.
vi_vn: Them cosigner vào ví đa năng của quý khách

source: Add an optional virtual keyboard to the password dialog.
ko_kr: 가상 키보드를 비밀번호 창에 추가하십시오.
vi_vn: Thêm một bàn phím ảo tùy chọn vào hộp thoại mật khẩu

source: Add cosigner
ko_kr: 연서인 추가
vi_vn: Theêm cosigner

source: Additional fees
ko_kr: 추가 요금
vi_vn: Các khoản phí khác

source: Additional {} satoshis are going to be added.
ko_kr: 추가 {} 사토시가 잔고에 추가됩니다.
vi_vn: Bổ sung {} sẽ được thêm vào

source: Address
ko_kr: 주소
vi_vn: Địa chỉ

source: Address Details
ko_kr: 상세 주소
vi_vn: Thông tin địa chỉ

source: Address copied to clipboard
ko_kr: 주소가 클립보드에 복사되었습니다.
vi_vn: Địa chỉ được sao chép đến bảng ghi tạm

source: Address is frozen
ko_kr: 지갑이 동결된 상태입니다.
vi_vn: Địa chỉ đã bị đóng băng

source: Address not in wallet.
ko_kr: 주소가 지갑에 포함되지 않습니다.
vi_vn: Địa chỉ không ở trong ví

source: Address:
ko_kr: 주소:
vi_vn: Địa chỉ:

source: Addresses
ko_kr: 주소 목록
vi_vn: Nhiều địa chỉ:

source: Addresses generated:
ko_kr: 생성된 주소:
vi_vn: Địa chỉ được tạo:

source: Advanced
ko_kr: 고급
vi_vn: Nâng cao

source: Advanced preview
ko_kr: 미리보기 고급
vi_vn: Xem trước

source: After disabling passphrases, you can only pair this Electrum wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet with the install wizard. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
ko_kr: 암호문을 사용하지 않도록 설정한 후에는 암호문이 비어있는 경우에만 전자 지갑을 페어링 할 수 있습니다. 해당 암호 문구가 비어있지 않으면 설치 마법사로 새 지갑을 만들어야 합니다. 암호문을 재이용 및 입력하여 이 지갑을 언제든지 다시 사용할 수 있습니다.
vi_vn: Sau khi tắt passphrases, quý khách chỉ có thể ghép ví Electrum này nếu nó có passphrase trống. Nếu passphrase không trống, quý khách sẽ phải tạo một ví mới với một chương trình hướng dẫn cài đặt. Quý khách có thể sử dụng lại ví này bất cứ lúc nào bằng cách bật lại passphrase và nhập cụm mật khẩu

source: All
ko_kr: 전체
vi_vn: Tất cả

source: All fields must be filled out
ko_kr: 모든 빈칸을 채워주십시오.
vi_vn: Tất cả các mục phải được điền

source: Allows validating if your transactions have instant confirmations by GreenAddress
ko_kr: GreenAddress로부터 거래가 즉시 확정되면 승인을 수락합니다.
vi_vn: Cho phép xác thực nếu các giao dịch của quý khách có xác nhận của GreenAdress

source: Already up to date
ko_kr: 이미 최신 버전입니다.
vi_vn: Đã cập nhật

source: Also, dust is not kept as change, but added to the fee.
ko_kr: 미세한 잔액은 남아있지 않으며, 요금에 더해집니다.
vi_vn: Ngoài ra, bụi không được giữ dưới dạng thay đổi, nhưng được thêm vào phí

source: Also, when batching RBF transactions, BIP 125 imposes a lower bound on the fee.
ko_kr: 또한 RBF 거래를 일괄 처리할 때, BIP 125가 요금에 하한가를 부가합니다.
vi_vn: Ngoài ra, khi thực hiện các giao dịch RBF theo đợt, BIP 125 áp đặt phí thấp hơn

source: Always check your backups.
ko_kr: 항상 백업 파일 확인하시기 바랍니다.
vi_vn: Luôn luôn kiểm tra bản sao lưu của quý khách

source: Amount
ko_kr: 결제 금액
vi_vn: số tiền

source: Amount for OP_RETURN output must be zero.
ko_kr: OP_RETURN 금액은 반드시 0이 됩니다.
vi_vn: Số tiền cho đầu ra OP_RETURN phải bằng không

source: Amount received:
ko_kr: 금액 수신 :
vi_vn: Khoản tiền nhận được:

source: Amount sent:
ko_kr: 금액 전송 :
vi_vn: Khoản đã gửi:

source: Amount to be sent
ko_kr: 전송된 금액
vi_vn: Khoản tiền đã được gửi:

source: Amount to be sent.
ko_kr: 전송된 금액
vi_vn: Khoản tiền đã được gửi:

source: An Error Occurred
ko_kr: 오류 발생
vi_vn: Xuất hiện lỗi

source: An encrypted transaction was retrieved from cosigning pool.
ko_kr: 암호화된 거래는 연서인 그룹으로부터 되돌려졌습니다.
vi_vn: Một giao dịch được mã hóa đã được lấy từ cosigning pool

source: An uninitialized Digital Bitbox is detected.
ko_kr: 미실행된 디지털 비트박스가 감지되었습니다.
vi_vn: Một Bitbox kỹ thuật số chưa khởi tạo đã được phát hiện

source: An unnamed {}
ko_kr: 익명의 {}
vi_vn: Không được đặt tên {}

source: Apply
ko_kr: 제출
vi_vn: Áp dụng

source: Arabic
ko_kr: 아랍어
vi_vn: Ả rập

source: Are you SURE you want to wipe the device?
ko_kr: 정말 장치의 데이터를 삭제하시겠습니까?
vi_vn: Quý khách có muốn dọn dẹp thiết bị không?

source: Are you sure you want to delete this channel? This will purge associated transactions from your wallet history.
ko_kr: 해당 채널을 삭제하시겠습니까? 지갑 내역과 연관된 거래의 삭제를 야기할 수도 있습니다.
vi_vn: Quý khách có muốn xóa kênh này không? Việc này sẽ thanh lọc các giao dịch liên quan từ lịch sử Ví của quý khách

source: Are you sure you want to erase the Digital Bitbox?
ko_kr: 정말 디지털 비트박스를 지우시겠습니까?
vi_vn: Quý khách có chắc chắn muốn xóa Bitbox kỹ thuật số?

source: Are you sure you want to proceed?
ko_kr: 계속해서 진행하시겠습니까?
vi_vn: Quý khách chắc chắn muốn tiếp tục?

source: Are you sure you want to remove this transaction and {} child transactions?
ko_kr: 해당 거래와 부속 거래를 제거하시겠습니까?
vi_vn: Quý khách có chắc chắn muốn xóa giao dịch này và {} giao dịch nhỏ?

source: Are you sure you want to remove this transaction?
ko_kr: 해당 거래를 삭제하시겠습니까?
vi_vn: Quý khách có chắc chắn muốn xóa giao dịch này?

source: Armenian
ko_kr: 아르메니아어
vi_vn: A me ni an

source: At block height: {}
ko_kr: 블록 높이: {}
vi_vn: Chiều dài khối: {}

source: At least a hostname must be supplied after the at symbol.
ko_kr: @ 후 적어도 호스트 이름이 제공되어야 합니다.
vi_vn: Ít nhất một máy chủ phải được cung cấp sau biểu tượng

source: At most 100 satoshis might be lost due to this rounding.
ko_kr: 최대 100 사토시가 이번 라운딩으로 인해 유실될 수 있습니다.
vi_vn: Nhiều nhất 100 satoshis có thể bị mất do làm tròn số

source: Audio MODEM
ko_kr: 오디오 모뎀
vi_vn: MODEM âm thanh

source: Audio Modem Settings
ko_kr: 오디오 모뎀 세팅
vi_vn: Cài đặt MODEM âm thanh

source: Authorization
ko_kr: 승인
vi_vn: Sự ủy quyền

source: Auto connect
ko_kr: 자동 연결
vi_vn: Tự động kết nối

source: Auto-connect
ko_kr: 자동 연결
vi_vn: Tự động - kết nối

source: Automatically check for software updates
ko_kr: 소프트웨어 업데이트 자동 확인
vi_vn: Tự động kiểm tra cập nhật phần mềm

source: BIP39 seed
ko_kr: BIP39 시드
vi_vn: Hạt giống BIP39

source: BIP39 seeds can be imported in Electrum, so that users can access funds locked in other wallets.
ko_kr: BIP39 시드를 Electrum으로 들여와질 수 있습니다. 그렇기에 다른 지갑에 동결된 자금에 접근할 수 있습니다.
vi_vn: Hạt giống BIP39 có thể được nhập trong Electrum để người dùng có thể truy cập vào các khoản tiền bị khóa trong các ví khác

source: BIP39 seeds do not include a version number, which compromises compatibility with future software.
ko_kr: BIP39 시드는 향후 소프트웨어와의 호환성을 나타내는 버전 넘버를 포함하지 않습니다.
vi_vn: Hạt giống BIP39 không bao gồm phiên bản số, cái mà có thể làm ảnh hưởng đến khả năng tương thích với phần mềm trong tương lai

source: Back
ko_kr: 뒤로 가기
vi_vn: Trở lại

source: Balance
ko_kr: 잔고
vi_vn: Tình trạng

source: Banner
ko_kr: 배너
vi_vn: Biểu ngữ quảng cáo

source: Base unit
ko_kr: 베이스 유닛
vi_vn: Đơn vị tính

source: Base unit of your wallet.
ko_kr: 지갑의 베이스 단위.
vi_vn: Đơn vị tính cho ví của quý khách.

source: Batch RBF transactions
ko_kr: RBF 거래 일괄 처리
vi_vn: Giao dịch hàng loạt RBF

source: Before reporting a bug, upgrade to the most recent version of Electrum (latest release or git HEAD), and include the version number in your report.
ko_kr: 버그를 보고 하기 전에 Electrum (최신 릴리즈 또는 git HEAD)을 최신 버전으로 업그레이드 후 버그 보고서에 버전 번호를 포함해주시기 바랍니다.
vi_vn: Trước khi báo cáo một lỗi, vui lòng nâng cấp lên phiên bản mới nhất của Electrum (bản ra mới nhất hoặc git HEAD), và ghi kèm số phiên bản trong bản báo cáo.

source: Bit rate [kbps]:
ko_kr: 비트 레이트 [kbps]:

source: Bitcoin Address
ko_kr: 비트코인 주소
vi_vn: Địa chỉ Bitcoin

source: Bitcoin Address is None
ko_kr: 비트코인 주소가 없습니다.
vi_vn: Chưa có địa chỉ Bitcoin

source: Bitcoin transactions are in general not free. A transaction fee is paid by the sender of the funds.
ko_kr: 비트코인 거래는 일반적으로 무료로 이루어지지 않습니다. 거래 수수료는 송금인이 부담합니다.
vi_vn: Giao dịch Bitocin nói chung không miễn phí. Một khoản phí giao dịch sẽ được trả bởi người gửi tiền

source: Blacklist
ko_kr: 블랙리스트
vi_vn: Danh sách đen

source: Blockchain
ko_kr: 블록체인

source: Bootloader
ko_kr: 부트스트랩로더

source: Bootloader Hash
ko_kr: 부트스크랩로더 해쉬

source: Bottom
ko_kr: 아래
vi_vn: Dưới cùng

source: Brasilian
ko_kr: 브라질어

source: Broadcast
ko_kr: 방송
vi_vn: Phát sóng

source: Broadcasting transaction...
ko_kr: 거래 송출...
vi_vn: Đang phát sóng giao dịch...

source: Build Date
ko_kr: 날짜 생성
vi_vn: Ngày xây dựng

source: Bulgarian
ko_kr: 불가리어
vi_vn: Bun-ga-ri

source: Bump Fee
ko_kr: 범프 수수료
vi_vn: Tăng phí GD

source: Bump fee
ko_kr: 범프 수수료
vi_vn: Phí Bump

source: CLTV expiry
ko_kr: CLTV 만료
vi_vn: CLTV hêt hạn

source: Calibration sheet
ko_kr: 교정 용지
vi_vn: Bảng hiệu chuẩn

source: Calibration values:
ko_kr: 교정 값:
vi_vn: Giá trị hiệu chuẩn:

source: Can send
ko_kr: 전송 가능
vi_vn: Có thể gửi đi

source: Can't CPFP: unknown fee for parent transaction.
ko_kr: CPFP 불가: 주거래에 대한 알 수 없는 요금
vi_vn: Không thể CPFP: phí không xác định cho giao dịch lớn

source: Can't bump fee: unknown fee for original transaction.
ko_kr: CPFP 불가: 본래 거래에 대한 알 수 없는 요금
vi_vn: Không thể trả phí: Phí không xác định cho giao dịch gốc

source: Can't plot history.
ko_kr: 내역 불러오기 실패
vi_vn: Không thể plot lịch sử

source: Cancel
ko_kr: 취소
vi_vn: Huỷ bỏ

source: Cancelled by user
ko_kr: 사용자에 의한 취소
vi_vn: Hủy bỏ bởi người dùng

source: Cannot add this cosigner:
ko_kr: 연서인 추가 불가
vi_vn: Không thể thêm cosigner này:

source: Cannot broadcast transaction
ko_kr: 거래를 송출할 수 없습니다.
vi_vn: Không thể phát sóng giao dịch

source: Cannot bump fee
ko_kr: 범프 수수료 불가
vi_vn: Không thể trả phí

source: Cannot create window for wallet
ko_kr: 지갑의 새로운 창 생성 불가
vi_vn: Không thể tạo cửa sổ cho ví

source: Cannot load wallet
ko_kr: 지갑 불러오기 불가
vi_vn: Không thể tải ví

source: Cannot read file
ko_kr: 파일을 읽을 수 없습니다
vi_vn: Không thể đọc tệp

source: Cannot sign messages with this type of address:
ko_kr: 해당 주소의 타입으로는 메세지에 서명할 수 없습니다.
vi_vn: Không thể đăng ký tin nhắn với địa chỉ này:

source: Capacity
ko_kr: 상환 능력
vi_vn: Sức chứa

source: Capital Gains
ko_kr: 자본 획득
vi_vn: Lợi Nhuận

source: Capital gains
ko_kr: 자본 획득
vi_vn: Lợi nhuận

source: Chain split detected at block {0}
ko_kr: 블록 체인 분리 감지 {0}
vi_vn: Phân tách chuỗi được phát hiện tại khối {0}

source: Change
ko_kr: 변경
vi_vn: Thay đổi

source: Change PIN
ko_kr: PIN 변경
vi_vn: Thay đổi PIN

source: Change Password
ko_kr: 패스워드 변경
vi_vn: Đổi mật khẩu

source: Change...
ko_kr: 변경...
vi_vn: Thay đổi...

source: Changing PIN code.
ko_kr: PIN 변경.
vi_vn: Đang đổi mã PIN.

source: Channel Details
ko_kr: 채널 세부사항
vi_vn: Chi tiết kênh

source: Channel ID
ko_kr: 채널 ID
vi_vn: Kênh ID

source: Channel ID:
ko_kr: 채널 ID:
vi_vn: Kênh ID:

source: Channel already closed
ko_kr: 이미 닫힌 채널
vi_vn: Kênh tin tức đã đóng

source: Channel closed
ko_kr: 닫힌 채널
vi_vn: Kênh tin tức đã đóng

source: Channel closed, you may need to wait at least {} blocks, because of CSV delays
ko_kr: 닫힌 채널입니다. CSV 연기로 인하여 최소 {} 블록을 기다리시기 바랍니다.
vi_vn: Kênh đã đóng, quý khách có thể phải đợi ít nhất {} khối, vì độ trễ của CSV

source: Channel details
ko_kr: 채널 세부사항
vi_vn: Chi tiết kênh

source: Channel established.
ko_kr: 채널 설립
vi_vn: Kênh được thành lập

source: Channel updates to query.
ko_kr: 쿼리에 채널 업데이트
vi_vn: Kênh cập nhật những câu hỏi thắc mắc

source: Channels
ko_kr: 채널
vi_vn: Kênh tin tức

source: Channels in database.
ko_kr: 채널 데이터베이스
vi_vn: Các kênh trên cơ sở dữ liệu

source: Check this box to request a new secret. You will need to retype your seed.
ko_kr: 새로운 비밀을 요청시 이 칸을 눌러주세요. 고객님의 시드를 재 입력하셔야 합니다.
vi_vn: Chọn hộp này để yêu cầu một bí mật mới. Quý khách cần phải gõ lại hạt giống của mình

source: Check your {} device to continue
ko_kr: 계속하기 위하여 고객님의 {} 장치를 확인해 주십시오.
vi_vn: Kiểm tra thiết bị {} của quý khách để tiếp tục

source: Checking for updates...
ko_kr: 업데이트 확인 중...
vi_vn: Đang kiểm tra cập nhật...

source: Child Pays for Parent
ko_kr: 하위 계좌가 메인 계좌를 대신하여 지불합니다.
vi_vn: Giao dịch con trả tiền cho giao dịch mẹ

source: Child pays for parent
ko_kr: 어린이가 부모를 위해 지불한다.
vi_vn: GD con trả cho GD mẹ (CPFP)

source: Chinese Simplified
ko_kr: 중국어 (간체)
vi_vn: Tiếng Trung giản thể

source: Chinese Traditional
ko_kr: 중국어 (번체)
vi_vn: Tiếng Trung phồn thể

source: Choose Homescreen
ko_kr: 홈스크린 선택
vi_vn: Chọn màn hình chính

source: Choose PIN code
ko_kr: PIN 코드 입력
vi_vn: Chọn mã PIN

source: Choose Seed type
ko_kr: 시트 타입 입력
vi_vn: Chọn thể loại hạt giống

source: Choose a backup file:
ko_kr: 백업 파일 선택:
vi_vn: Chọn tập tin sao lưu:

source: Choose a password to encrypt your wallet keys.
ko_kr: 지갑 키를 암호화 하기 위한 비밀번호를 선택하십시오.
vi_vn: Chọn một mật khẩu để mã hoá các khoá ví của quý khách

source: Choose a server
ko_kr: 서버 선택
vi_vn: Chọn một máy chủ

source: Choose coin (UTXO) selection method. The following are available:
ko_kr: 코인 (UTXO) 선택 방법을 선택 합니다. 다음을 사용할 수 있습니다.
vi_vn: Chọn một phương pháp chọn coin (UTXO). Có những phương pháp khả dụng sau:

source: Choose from peers
ko_kr: 다른 유저로부터 선택
vi_vn: Chọn từ các đồng nghiệp

source: Choose how to initialize your Digital Bitbox:
ko_kr: 디지털 박스 실행 방법 선택:
vi_vn: Chọn cách khởi tạo Bitbox kỹ thuật số của quý khách:

source: Choose how you want to initialize your {}.
ko_kr: 원하는 {} 실행 방법 선택
vi_vn: Chọn cách quý khách muốn khỏi tạo {}.

source: Choose on your {} device where to enter your passphrase
ko_kr: 암호문을 입력할 {} 장치 선택
vi_vn: Chọn trên thiết bị {} của quý khách để nhập passphrase của quý khách

source: Choose the number of signatures needed to unlock funds in your wallet:
ko_kr: 당신의 지갑에 자금을 해제 하는 데 필요한 서명 수를 선택 하십시오.
vi_vn: Chọn số lượng chữ kí cần thiết để mở khoá các khoản trong ví của quý khách:

source: Choose the type of addresses in your wallet.
ko_kr: 지갑의 주소 종류 선택
vi_vn: Chọn lại địa chỉ ví của quý khách

source: Choose which online block explorer to use for functions that open a web browser
ko_kr: 웹 브라우저를 여는 기능에 사용되는 온라인 탐색기 블록 선택
vi_vn: Chọn một dịch vụ truy xuất khối trực tuyến để dùng cho các thao tác mở trình duyệt

source: Choose your chain
ko_kr: 체인 선택
vi_vn: Chọn chuỗi khối của quý khách

source: Choose...
ko_kr: 선택 ...
vi_vn: Chọn...

source: Clear
ko_kr: 초기화
vi_vn: Xoá

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
ko_kr: 비활성화 시기 후 세션 초기화 하시기 바랍니다. 세션이 한 번 초과되면, 장치 사용을 위해 PIN과 암호문을 재 입력해야 합니다.
vi_vn: Xóa phiên bản sau thời gian không hoạt động được chỉ định. Khi một phiên bản đã hết thời gian, mã PIN và cụm mật khẩu của quý khách ( nếu không được bật) phải được nhập lại để sử dụng thiết bị

source: Click Send to proceed
ko_kr: 다음 진행시 전송을 누르십시오.
vi_vn: Nhấn vào Gửi để hoàn thành

source: Click here to hide this message.
ko_kr: 메세지 숨기기시 여기를 누르십시오.
vi_vn: Nhấn vào đây để giấu tin nhắn này

source: Clipboard is empty
ko_kr: 클립보드가 비었습니다.
vi_vn: Vùng lưu trữ tạm thời trống

source: Close
ko_kr: 닫기
vi_vn: Đóng

source: Close channel
ko_kr: 채널 닫기
vi_vn: Đóng kênh

source: Close channel?
ko_kr: 채널을 닫으시겠습니까?
vi_vn: Đóng kênh?

source: Co&ins
ko_kr: 주화

source: Code
ko_kr: 코드
vi_vn: Mã

source: Coin control active
ko_kr: 코인 컨트롤 활성화
vi_vn: Kiểm soát tiền xu đang hoạt động

source: Coin is frozen
ko_kr: 코인이 비활성화된 상태입니다.
vi_vn: Tiền xu bị đóng băng

source: Coin selected to be spent
ko_kr: 사용을 위하여 코인이 선택되었습니다.
vi_vn: Tiền được chọn dành cho việc chi tiêu

source: Coin selection
ko_kr: 코인 선택
vi_vn: Lựa chọn coin

source: Coin selection active ({} UTXOs selected)
ko_kr: 코인 선택 활성화 ({} UTXOs 선택된 상태)
vi_vn: Lựa chọn tiền hoạt động ({} UTXOs đã chọn)

source: Coldcard Status
ko_kr: 콜드카드 상태
vi_vn: Tình trạng Coldcard

source: Coldcard Wallet
ko_kr: 콜드카드 지갑
vi_vn: Ví Coldcard

source: Color theme
ko_kr: 컬러
vi_vn: Chủ đề màu sắc

source: Combine
ko_kr: 혼합하다.
vi_vn: Phối hợp

source: Con&sole
ko_kr: 콘&솔
vi_vn: Dòng &lệnh

source: Con&tacts
ko_kr: 연&락
vi_vn: Danh &bạ

source: Confirm Device Wipe
ko_kr: 장치 삭제 확인
vi_vn: Xác nhận thiết bị xóa

source: Confirm Passphrase:
ko_kr: 암호문 확인:
vi_vn: Nhập lại mật khẩu:

source: Confirm Password:
ko_kr: 비밀번호 확인:
vi_vn: Nhập lại mật khẩu:

source: Confirm Seed
ko_kr: 시드 확인
vi_vn: Xác nhận hạt giống

source: Confirm Seed Extension
ko_kr: 시드 확장 확인
vi_vn: Xác nhận mở rộng hạt giống

source: Confirm Toggle Passphrase Protection
ko_kr: 암호문 보호 토글 확인
vi_vn: Xác nhận bảo vệ Toggle pasphrase

source: Confirm Transaction
ko_kr: 거래 확인
vi_vn: Xác nhận giao dịch

source: Confirm Transaction on your Ledger device...
ko_kr: 장부 장치 거래 확인...
vi_vn: Xác nhận giao dịch trên thiết bị sổ cái của quý khách...

source: Confirm internal entropy on your {} device to begin
ko_kr: {} 기기 시작을 위한 내부 엔트로피 확인
vi_vn: Xác nhận entropy bên trong trên thiết bị {} của quý khách để bắt đầu

source: Confirm new PIN
ko_kr: PIN 확인
vi_vn: Nhập lại mã PIN mới

source: Confirm on your {} device the message to sign
ko_kr: {} 장치의 서명 메세지 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách những thông báo cần ký

source: Confirm on your {} device to change your PIN
ko_kr: PIN 변경을 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để thay đổi mã PIN

source: Confirm on your {} device to change your home screen
ko_kr: 홈스크린 변경을 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để thay đổi màn hình

source: Confirm on your {} device to disable PIN protection
ko_kr: PIN 보호 무효화를 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để vô hiệu hóa bảo vệ mã PIN

source: Confirm on your {} device to disable passphrases
ko_kr: 암호문 무효화를 위한 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để vô hiệu hóa pasphrases

source: Confirm on your {} device to enable passphrases
ko_kr: 암호문 무효화를 위한 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để bật passphrases

source: Confirm on your {} device to set a PIN
ko_kr: PIN 설정을 위한 {} 장치 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách để cài đặt PIN

source: Confirm on your {} that you want to wipe it clean
ko_kr: 삭제할 {} 확인
vi_vn: Xác nhận trên thiết bị {} của quý khách rằng quý khách muốn lau sạch

source: Confirm the new label on your {} device
ko_kr: {} 장치의 새로운 라벨 확인
vi_vn: Xác nhận nhãn mới trên thiết bị {} của quý khách

source: Confirm the total amount spent and the transaction fee on your {} device
ko_kr: {} 장치의 거래 비용과 전체 금액 확인
vi_vn: Xác nhận tổng số tiền chi tiêu và phí giao dịch trên thiết bị {} của quý khách

source: Confirm the transaction output on your Confirm the transaction output on your {} evice
ko_kr: {} 장치의 거래 산출량 확인
vi_vn: Xác nhận đầu ra giao dịch trên thiết bị {} của bạn

source: Confirm wallet address on your {} device
ko_kr: {} 장치의 지갑 주소 확인
vi_vn: Xác nhận địa chỉ ví {} trên thiết bị của bạn

source: Confirmed
ko_kr: 승인
vi_vn: Đã xác nhận

source: Confirmed. Signing Transaction...
ko_kr: 승인. 거래 서명 중...
vi_vn: Xác nhận. Đăng ký giao dịch...

source: Connected node
ko_kr: 연결된 노드
vi_vn: Nút kết nối

source: Connected nodes are on the same chain
ko_kr: 연결된 노드는 같은 체인에 머무릅니다.
vi_vn: Các nút kết nối được nằm cùng trên một chuỗi

source: Connected to {0} nodes.
ko_kr: {0}노드에 연결된 상태
vi_vn: Kết nối đến {0} các nút

source: Connected to {num_peers} peers
ko_kr: {num_peers} 다수에 연결된 상태
vi_vn: Kết nối đến {num_peers} thành viên

source: Connecting...
ko_kr: 연결 중...
vi_vn: Đang kết nối...

source: Connection strings must be in <node_pubkey>@<host>:<port> format
ko_kr: 스트링 연결은 반드시 <node_pubkey>@<host>:<port> 형식
vi_vn: Các chuỗi kết nối phải ở định dạng<node_pubkey>@<host>:<port> format

source: Connections with Electrum servers
ko_kr: Electrum 서버와의 연결
vi_vn: Kết nối với máy chủ Electrum
