Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: Connections with lightning nodes
ko_kr: 라이트닝 노트와의 연결
vi_vn: Kết nối với nút lightning

source: Consider trying to connect to a different server, or updating Electrum.
ko_kr: 다른 서버와의 연결 또는 Electrum 업데이트를 실행하세요.
vi_vn: Cân nhắc thử kết nối với máy chủ khác hoặc cập nhật Electrum

source: Contacts
ko_kr: 연락처
vi_vn: Danh bạ

source: Copy
ko_kr: 복사
vi_vn: Sao chép

source: Copy Address
ko_kr: 주소 복사
vi_vn: Sao chép địa chỉ

source: Copy Request
ko_kr: 요청 복사
vi_vn: Sao chép yêu cầu

source: Copy Transaction ID
ko_kr: 거래 ID 복사
vi_vn: Sao chép ID giao dịch

source: Copy and Close
ko_kr: 복사 및 닫기
vi_vn: Sao chép và đóng

source: Copy and paste the recipient address using the Paste button, or use the camera to scan a QR code.
ko_kr: 붙여넣기 버튼을 통해 수령인의 주소 복사 및 붙여넣기 혹은 QR 코드 스캔을 위하여 카메라를 이용하시길 바랍니다.
vi_vn: Sao chép và dán địa chỉ người nhận bằng nút Dán hoặc sử dụng máy ảnh để quét mã QR

source: Copy to clipboard
ko_kr: 클립보드로 복사
vi_vn: Sao chép vào bộ nhớ tạm

source: Copy {}
ko_kr: 복사{}
vi_vn: Sao chép {}

source: Cosign with hardware device
ko_kr: 하드웨어 장치 공동 장치
vi_vn: Cosign với thiết bị phần cứng

source: Cosigner Pool
ko_kr: 연서인 그룹

source: Could not close channel:
ko_kr: 채널을 닫을 수 없습니다.
vi_vn: Không thể đóng kênh:

source: Could not force close channel:
ko_kr: 채널 폐쇠를 실행할 수 없습니다.
vi_vn: Không thể buộc kênh này đóng

source: Could not open channel: {}
ko_kr: 채널을 열 수 없습니다.:{}
vi_vn: Không thể mở kênh: {}

source: Could not retrieve Terms of Service:
ko_kr: 서비스 이용약관을 되돌릴 수 없습니다:
vi_vn: Không thể truy xuất Điều khoản và Dịch vụ:

source: Could not sign message
ko_kr: 메세지에 서명할 수 없습니다.
vi_vn: Không thể đăng ký tin nhắn này

source: Could not sign message.
ko_kr: 메세지에 서명할 수 없습니다.
vi_vn: Không thể đăng ký tin nhắn này

source: Crash report
ko_kr: 오류 보고
vi_vn: Báo cáo sự cố

source: Create a new Revealer
ko_kr: 새로운 표시자 생성하기
vi_vn: Tạo Revealer mới

source: Create a new seed
ko_kr: 새로운 시드 생성
vi_vn: Tạo hạt giống mới

source: Create a wallet using the current seed
ko_kr: 현재 시드 사용하는 지갑 생성
vi_vn: Tạo ví mới bằng cách sử dụng hạt giống hiện tại

source: Create keystore from a master key
ko_kr: 마스터 키로부터 키 스토어 생성
vi_vn: Tạo kho khóa từ khóa chính

source: Create new wallet
ko_kr: 새로운 지갑 생성
vi_vn: Tạo ví mới

source: Create or restore
ko_kr: 생성 또는 복구
vi_vn: Tạo hoặc khôi phục

source: Create transaction
ko_kr: 거래 생성
vi_vn: Tạo giao dịch

source: Critical Error
ko_kr: 중대한 오류
vi_vn: Lỗi nghiêm trọng

source: Current Fee
ko_kr: 현재 비용
vi_vn: Phí hiện tại

source: Current Fee rate
ko_kr: 현재 비용 비율
vi_vn: Tỷ lệ Phí hiện tại

source: Current Password:
ko_kr: 현재 비밀번호
vi_vn: Mật khẩu hiện tại:

source: Current feerate
ko_kr: 현재 비용 비율
vi_vn: Tỷ lệ phí hiện tại

source: Current rate
ko_kr: 현재 비율
vi_vn: Tỷ lệ hiện tại

source: Current version: {}
ko_kr: 현재 버전: {}
vi_vn: Phiên bản hiện tại : {}

source: Custom
ko_kr: 꾸미기
vi_vn: Tùy chỉnh

source: Custom secret
ko_kr: 비밀 꾸미기
vi_vn: Bí mật tùy chỉnh

source: Czech
ko_kr: 체코어
vi_vn: Tiếng Séc

source: Danish
ko_kr: 덴마크어
vi_vn: Tiếng Đan Mạch

source: Dark
ko_kr: 다크
vi_vn: Tối

source: Dark/Light
ko_kr: 다크/라이트
vi_vn: Tối/Sáng

source: Date
ko_kr: 날짜
vi_vn: Ngày

source: Date: {}
ko_kr: 날짜: {}
vi_vn: Ngày : {}

source: Debug logs can be persisted to disk. These are useful for troubleshooting.
ko_kr: 디버그 로그가 디스크에 영속적으로 남을 수 있습니다. 이는 오류 해결에 이용됩니다.
vi_vn: Nhật ký gỡ lỗi có thể được lưa vào đĩa. Việc này rất hữu ích để xử lý sự cố

source: Debug message
ko_kr: 디버그 메세지
vi_vn: Thông báo gỡ lỗi

source: Decrypt
ko_kr: 암호화 해제
vi_vn: Giải mã

source: Default
ko_kr: 초기값 복구
vi_vn: Mặc định

source: Default Servers
ko_kr: 기본 서버
vi_vn: Các máy chủ mặc định

source: Delete
ko_kr: 지우다
vi_vn: Xoá

source: Delete expired requests?
ko_kr: 만료된 요청 삭제?
vi_vn: Xóa yêu cầu quá hạn ?

source: Delete request?
ko_kr: 요청 삭제?
vi_vn: Xóa yêu cầu?

source: Delete wallet file?
ko_kr: 지갑 파일 삭제?
vi_vn: Xóa tập tin ví?

source: Delete wallet?
ko_kr: 지갑 삭제?
vi_vn: Xoá ví?

source: Denomination
ko_kr: 액면가
vi_vn: Đơn vị

source: Description
ko_kr: 설명
vi_vn: Mô tả

source: Description of the transaction (not mandatory).
ko_kr: 거래 (필수적이지 않은)의 설명.
vi_vn: Mô tả giao dịch này (không bắt buộc).

source: Details
ko_kr: 상세
vi_vn: Chi tiết

source: Details...
ko_kr: 상세...
vi_vn: Chi tiết...

source: Developers
ko_kr: 개발자들
vi_vn: Nhà phát triển

source: Device ID
ko_kr: 장치 ID
vi_vn: ID thiết bị

source: Device Label
ko_kr: 장치 라벨
vi_vn: Nhãn thiết bị

source: Device communication error. Please unplug and replug your Digital Bitbox.
ko_kr: 장치 커뮤니케이션 에러. 디지털 박스 해체 후 재 연결 부탁드립니다.
vi_vn: Lỗi kết nối thiết bị. Xin vui lòng rút và cắm lại Bitbox kỹ thuật số của quý khách

source: Device not in Bitcoin mode
ko_kr: 디바이스가 비트코인 모드가 아닙니다.
vi_vn: Thiết bị không ở chế độ Bitcoin

source: Digital Bitbox wallet
ko_kr: 디지털 비트박스 지갑
vi_vn: Ví kỹ thuật số Bitbox

source: Digital Revealer ({}_{}) saved as PNG and PDF at:
ko_kr: 디지털 표시자 ({}_{})가 PNG와 PDF 형식으로 저장되었습니다.
vi_vn: Revealer kỹ thuật số ({}_{}) được lưu dưới dạng PNG và PDF tại:

source: Disable
ko_kr: 사용 정지
vi_vn: Vô hiệu hóa

source: Disable LN
ko_kr: LN 사용 정지
vi_vn: Vô hiệu hóa LN

source: Disable Lightning payments?
ko_kr: 간편 결제 이용을 멈추시겠습니까?
vi_vn: Vô hiệu hóa thanh toán lightning ?

source: Disable Lightning?
ko_kr: 라이트닝을 이용하시겠습니까?
vi_vn: Vô hiệu hóa Lightning?

source: Disable PIN
ko_kr: PIN의 사용을 정지하시겠습니까?
vi_vn: Vô hiệu hóa PIN

source: Disable Passphrases
ko_kr: 암호문 사용 정지
vi_vn: Vô hiệu hóa cụm mật khẩu

source: Disabled
ko_kr: 사용 정지된 상태
vi_vn: Đã vô hiệu hóa

source: Disconnected
ko_kr: 연결 해제
vi_vn: Đã ngắt kết nối

source: Distributed by Electrum Technologies GmbH
ko_kr: Electrum Technologies GmbH에 의해 배포된
vi_vn: Phân phối bởi Electrum Technologies GmbH

source: Do not enter sensitive/private information here. The report will be visible on the public issue tracker.
ko_kr: 개인적이고 민감한 정보를 이곳에 입력하지 마십시오. 이 보고서는 공공 이슈 추척자에 공개됩니다.
vi_vn: Không nhập thông tin nhạy cảm/ riêng tư ở đây. Báo cáo sẽ được hiển thị trêntheo các vấn đề công cộng

source: Do not pair
ko_kr: 페어링 불가
vi_vn: Không ghép đôi

source: Do not paste code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
ko_kr: 충분히 인지하지 못한 코드를 이곳에 붙여넣지 마십시오. 잘못된 코드의 실행은 불가역적인 코인 손실을 초래할 수 있습니다.
vi_vn: Không dán mã ở đây nếu quý khách không hiểu. Thực thi mã sai có thể dẫn đến việc mất tiền và không thể khôi phục

source: Do not store it electronically.
ko_kr: 전자적인 방법으로 저장하지 마십시오.
vi_vn: Không lưu trữ nó trong các thiết bị điện tử.

source: Do you have something to hide ?
ko_kr: 감출 내용이 있으신가요?
vi_vn: Quý khách có điều gì muốn giấu không?

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
ko_kr: 새로운 시드를 생성 또는 기존 시드를 사용하던 지갑을 복구하시겠습니까?
vi_vn: Quý khách có muốn tạo hạt giống mới hoặc khôi phục ví bằng cách sử dụng hạt giống hiện có không?

source: Do you want to delete '{}'?
ko_kr: {}를 삭제하시겠습니까?
vi_vn: Qúy khách có muốn xóa '{}' không?

source: Do you want to delete the old file
ko_kr: 이 파일을 삭제하시겠습니까?
vi_vn: Quý khách có muốn xóa tập tin cũ không

source: Do you want to launch the wizard again?
ko_kr: 마법사를 다시 실행하시겠습니까?
vi_vn: Quý khách có muốn khởi động lại chương trình hướng dẫn không?

source: Do you want to open it now?
ko_kr: 다시 실행하시겠습니까?
vi_vn: Quý khách có muốn mở nó không?

source: Do you want to remove {} from your wallet?
ko_kr: {}를 지갑에서 삭제하시겠습니까?
vi_vn: Quý khách có muốn xóa {} từ ví của quý khách?

source: Do you want to send this report?
ko_kr: 이 보고서를 제출하시겠습니까?
vi_vn: Quý khách có muốn gửi báo cáo này không?

source: Do you wish to continue?
ko_kr: 계속 하시겠습니까?
vi_vn: Quý khách có muốn tiếp tục không?

source: Don't know any addresses for node:
ko_kr: 노드에 대한 어떤 주소도 알 수 없습니다.
vi_vn: Không biết bất kỳ địa chỉ nào cho nút:

source: Don't show this again.
ko_kr: 다신 보이지 않게 하기
vi_vn: Không hiển thị lại

source: Due to a bug, old versions of Electrum will NOT be creating the same wallet as newer versions or other software.
ko_kr: 버그로 인하여 구버전의 Electrum은 신버전 혹은 다른 소프트웨어처럼 같은 지갑을 생성하지 않습니다.
vi_vn: Do lỗi, các phiên bản cũ của Electrum sẽ KHÔNG tạo ví giống với các phiên bản mới hơn hoặc phần mềm khác

source: Dutch
ko_kr: 네덜란드어
vi_vn: Tiếng Hà Lan

source: Dynamic fee estimates not available
ko_kr: 동적 수수료 측정 불가
vi_vn: Ước tính phí gioa động không có sẵn

source: Each revealer should be used only once.
ko_kr: 각 표시자는 단 한 번만 사용 가능합니다.
vi_vn: Mỗi revealer chỉ được sử dụng một lần

source: Edit {}
ko_kr: 수정 {}
vi_vn: Chỉnh sửa {}

source: Electrum Plugins
ko_kr: Electrum 플러그인
vi_vn: Các phần bổ trợ cho Electrum

source: Electrum cannot pair with your {}.
ko_kr: Electrum를 고객님의 {}. 와 페어링할 수 없습니다.
vi_vn: Electrum không thể ghép với {} của quý khách.

source: Electrum communicates with remote servers to get information about your transactions and addresses. The servers all fulfill the same purpose only differing in hardware. In most cases you simply want to let Electrum pick one at random. However if you prefer feel free to select a server manually.
ko_kr: Electrum은 고객님의 거래와 주소를 얻기 위해 원격 서버와 의사소통하고 있습니다. 서버는 항상 같은 목적을 두며 하드웨어만을 달리할 뿐입니다. 대다수의 경우 Elctrum이 한 가지를 랜덤하게 선택하도록 설정하실 수 있다. 다만, 고객님의 의사에 따라 하나의 서버를 직접 선택하실 수도 있습니다.
vi_vn: Electrum liên lạc với các máy chủ từ xa để lấy thông tin về các giao dịch và địa chỉ của quý khách. Các máy chủ đều thực hiện cùng một mục đích chỉ khác nhau về phần cứng. Trong hầu hết các trường hợp, quý khách chỉ muốn để cho Electrum chọn một cách ngẫu nhiên. Tuy nhiên, quý khách có thể thoải mái chọn máy chủ theo cách thủ công

source: Electrum connects to several nodes in order to download block headers and find out the longest blockchain.
ko_kr: Electrum은 블록 헤더들을 다운로드하고 가장 긴 블록체인을 찾아내기 위해 몇몇 노드에 연결합니다.
vi_vn: Electrum kết nối tới một vài nút để tải các đầu khối về và tìm chuỗi khối dài nhất.

source: Electrum preferences
ko_kr: Elctrum 환경 설정
vi_vn: Thiết đặt Electrum

source: Electrum requests your transaction history from a single server. The returned history is checked against blockchain headers sent by other nodes, using Simple Payment Verification (SPV).
ko_kr: Electrum은 하나의 서버로부터 고객님의 거래 내역을 요청합니다. 회부된 내역은 SPV (Simple Payment Verification)을 이용하는 여러 노드에 의해 전송된 블록체인 헤더들에 대하여 검토됩니다.
vi_vn: Electrum yêu cầu lịch sử giao dịch của quý khách từ một máy chủ duy nhất. Lịch sử trả lại sẽ được kiểm tra đối với các tiêu đề blockchain và được gửi bởi các nút khác, sử dụng Xác minh thanh toán đơn giản ( SPV)

source: Electrum sends your wallet addresses to a single server, in order to receive your transaction history.
ko_kr: Electrum은 거래 내역을 수신하기 위해, 하나의 서버에 지갑 주소를 전송합니다.
vi_vn: Electrum gửi địa chỉ ví của bạn tới một máy chủ để lấy về lịch sử giao dịch.

source: Electrum wallet
ko_kr: Electrum 지갑
vi_vn: Ví Electrum

source: Electrum was unable to copy your wallet file to the specified location.
ko_kr: Electrum은 지정된 위치에 고객님의 지갑 파일을 복사 할 수 없습니다.
vi_vn: Electrum không thể sao chép tệp ví của bạn tới vị trí đã chỉ định.

source: Electrum was unable to deserialize the transaction:
ko_kr: Electrum은 거래를 역직렬화 할 수 없습니다.
vi_vn: Electrum đã không thể giải mã định dạng dữ liệu gioa dịch:

source: Electrum was unable to open your transaction file
ko_kr: Electrum 은 트랜잭션 파일을 열 수 없습니다
vi_vn: Electrum không thể mở tệp giao dịch của quý khách

source: Electrum was unable to parse your transaction
ko_kr: Electrum은 거래를 구문 분석 할 수 없습니다
vi_vn: Electrum không thể phân tích giao dịch của quý khách

source: Electrum was unable to produce a private key-export.
ko_kr: Electrum은 개인 키 내보내기를 생성 할 수 없습니다.
vi_vn: Electrum không thể xuất được khoá riêng.

source: Electrum was unable to produce a transaction export.
ko_kr: Electrum은 거래 내보내기를 생성 할 수 없습니다.
vi_vn: Electrum không thể xuất giao dịch.

source: Electrum's focus is speed, with low resource usage and simplifying Bitcoin.
ko_kr: Electrum은 적은 리소스 사용과 비트코인의 간편화를 이끄는 속도에 초점을 두고 있습니다.
vi_vn: Trọng tâm của Electrum là tốc độ, cùng với việc sử dụng tài nguyên thấp và đơn giản hóa Bitcoin

source: Email
ko_kr: 이메일
vi_vn: Hòm thư

source: Email settings
ko_kr: 이메일 세팅
vi_vn: Cài đặt hòm thư

source: Enable
ko_kr: 이용 가능
vi_vn: Kích hoạt

source: Enable LN
ko_kr: LN 이용가능
vi_vn: Kích hoạt LN

source: Enable Lightning payments?
ko_kr: 라이트닝 결제 이용 가능
vi_vn: Cho phép kích hoạt thanh toán Lightning?

source: Enable Lightning?
ko_kr: 라이트닝을 이용하시겠습니까?
vi_vn: Kích hoạt Lightning

source: Enable PIN protection
ko_kr: PIN 보호 이용 가능
vi_vn: KÍch hoạt bảo vệ PIN

source: Enable Passphrases
ko_kr: 암호문 이용 가능
vi_vn: Kích hoạt Cụm mật khẩu

source: Enable output value rounding
ko_kr: 출력값 라운딩 이용 가능
vi_vn: Cho phép làm tròn giá trị đầu ra

source: Enable passphrases
ko_kr: 암호문 이용 가능
vi_vn: Kích hoạt cụm mật khẩu

source: Enable update check
ko_kr: 업데이트 확인 가능
vi_vn: Cho phép kiểm tra cập nhật

source: Enabled
ko_kr: 이용 가능
vi_vn: Đã kích hoạt

source: Encrypt
ko_kr: 암호화
vi_vn: Mã hoá

source: Encrypt custom secret
ko_kr: 사용자 기밀 암호화
vi_vn: Mã hóa bí mật tùy chỉnh

source: Encrypt wallet file
ko_kr: 지갑 파일을 암호화합니다.
vi_vn: Mã hoá tệp ví

source: Encrypt {}'s seed
ko_kr: {}의 시드
vi_vn: Mã hóa {}' hạt giống

source: Encrypt/decrypt Message
ko_kr: 암호화 / 암호 메시지 해독
vi_vn: Mã hóa/giải mã tin nhắn

source: Encrypt/decrypt message
ko_kr: 암호화 / 암호 메시지 해독
vi_vn: Mã hóa/giải mã Tin nhắn

source: Encrypted
ko_kr: 암호화된 상태
vi_vn: Đã được mã hoá

source: Encryption and decryption are currently not supported for {}
ko_kr: {}에 대한 암호화와 해독이 현재 불가능합니다.
vi_vn: Mã hóa và giải mã hóa hiện không được hỗ trợ cho {}

source: Encryption and decryption are not implemented by {}
ko_kr: {}의한 암호화와 해독의 실행이 불가합니다.
vi_vn: Mã hóa và giải mã hóa hiện không được triển khai bởi {}

source: End
ko_kr: 끝
vi_vn: Kết thúc

source: English
ko_kr: 영어
vi_vn: Tiếng anh

source: Enter PIN
ko_kr: PIN 입력
vi_vn: Nhập PIN

source: Enter PIN code
ko_kr: PIN 코드 입력:
vi_vn: Nhập mã PIN

source: Enter PIN:
ko_kr: PIN 입력
vi_vn: Nhập PIN:

source: Enter Passphrase
ko_kr: 암호문를 입력 하십시오.
vi_vn: Nhập mật khẩu

source: Enter Password
ko_kr: 비밀번호를 입력하십시오.
vi_vn: Nhập mật khẩu

source: Enter Seed
ko_kr: 시드를 입력하십시오.
vi_vn: Nhập hạt giống

source: Enter Transaction Label
ko_kr: 거래 라벨 입력하십시오.
vi_vn: Nhập nhãn giao dịch

source: Enter a filename for the copy of your wallet
ko_kr: 지갑의 사본에 대한 파일 이름을 입력하세요.
vi_vn: Nhập tên của tệp bản sao ví của quý khách

source: Enter a label to name your device:
ko_kr: 장치 이름 설정을 위해 라벨을 입력하세요.
vi_vn: Nhập ãn để đặt tên cho thiết bị của quý khách:

source: Enter a list of Bitcoin addresses (this will create a watching-only wallet), or a list of private keys.
ko_kr: 비트코인 주소 목록 입력 (보기만 가능한 지갑이 생성 예정) 또는 개인 키 목록을 입력하십시오.
vi_vn: Nhập danh sách địa chỉ Bitcoin ( việc này sẽ tạo ra ví chỉ xem) , hoặc danh sách của các khóa bảo mật

source: Enter a list of outputs in the 'Pay to' field.
ko_kr: 지불' 탭에서 출력 목록을 입력하십시오.
vi_vn: Nhập danh sách các người nhận trong trường 'Gửi tới'.

source: Enter a new PIN for your {}:
ko_kr: 고객님의 {} 위한 PIN을 입력하십시오.
vi_vn: Nhập PIN mới cho {} quý khách

source: Enter a new password below.
ko_kr: 아래 비밀번호를 입력하십시오.
vi_vn: Nhập mật khẩu mới bên dưới

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the bitcoins in the wallet.
ko_kr: 지갑 생성을 위해 암호문을 입력해주십시오. 해당 지갑을 사용할 때마다 고객님의 {} 암호문 입력창이 나타나게 됩니다. 비밀번호 분실시 지갑이 보유한 비트코인에 접근이 불가합니다.
vi_vn: Nhập cụm mật khẩu để tạo ví này. Mỗi lần quý khách sử dụng ví này {} sẽ nhắc quý khách nhập cụm mật khẩu. Nếu quý khách quên cụm mật khẩu, quý khách không thể truy cập Bitcoin trong Ví

source: Enter addresses
ko_kr: 주소를 입력하세요.
vi_vn: Nhập vào các địa chỉ

source: Enter cosigner key
ko_kr: 연서인 키를 입력하세요.
vi_vn: Nhập khóa cosigner

source: Enter cosigner seed
ko_kr: 연서인 시드를 입력하세요.
vi_vn: Nhập hạt giống cosigner

source: Enter description
ko_kr: 상세정보 입력
vi_vn: Nhập mô tả

source: Enter new PIN
ko_kr: PIN을 입력
vi_vn: Nhập mã PIN mới

source: Enter password:
ko_kr: 비밀번호 입력:
vi_vn: Nhập PIN mới cho {} quý khách

source: Enter private keys
ko_kr: 개인 키를 입력
vi_vn: Nhập vào các khoá riêng

source: Enter private keys:
ko_kr: 개인 키를 입력
vi_vn: Nhập các khoá riêng:

source: Enter the master private key beginning with xprv:
ko_kr: xprv의 초기창부터 마스터 개인 키를 입력하십시오.
vi_vn: Nhập khóa chủ riêng bắt đầu bằng xprv:

source: Enter the passphrase to unlock this wallet:
ko_kr: 지갑의 잠금 해제를 위해 암호문을 입력하십시오.
vi_vn: Nhập cụm mật khẩu để mở khóa ví này:

source: Enter the password used when the backup was created:
ko_kr: 백업 파일이 생성될 때 사용된 비밀번호를 입력하십시오.
vi_vn: Nhập mật khẩu được sử dụng khi sao lưu được tạo:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD.
ko_kr: 기기에 표기된 버튼을 눌러 복구 단어를 입력하십시오. 해당 작업을 위해 NUMPAD를 사용하실 수 있습니다.
vi_vn: Nhập các từ khôi phục bằng cách nhấn theo những nút hiển thị trên màn hình. Quý khách cũng có thể sử dụng NUMPAD của chính mình

source: Enter the seed for your 2-factor wallet:
ko_kr: 2-Factor 지갑을 위한 시드를 입력하십시오.
vi_vn: Nhập hạt giống cho ví chứa 2 yếu tố của quý khách

source: Enter their master private key (xprv) if you want to be able to sign for them.
ko_kr: 서명하길 원하실 경우, 마스터 개인 키(xprv) 를 입력하십시오.
vi_vn: Nhập khoá riêng chủ (xprv) nếu bạn muốn kí cho chúng.

source: Enter wallet name
ko_kr: 지갑 이름을 입력하십시오.
vi_vn: Nhập tên ví

source: Enter your BIP39 mnemonic:
ko_kr: BIP39 연상 기호를 입력하십시오.
vi_vn: Nhập bản ghi nhớ BIP39 của quý khách:

source: Enter your Digital Bitbox password:
ko_kr: 디지털 비트박스 비밀번호를 입력하십시오.
vi_vn: Nhập mật khẩu Bitbox kỹ thuật số của quý khách:

source: Enter your PIN (digits 1-9):
ko_kr: PIN을 입력하십시오 (숫자: 1-9)
vi_vn: Nhập PIN của quý khách ( chứa chữ số từ 1-9)

source: Enter your PIN code in order to decrypt your private key
ko_kr: 고객님의 개인 키 해독을 위하여 PIN 코드를 입력해주십시오.
vi_vn: Nhaaoj mã PIN của quý khách để giải mã khóa riêng của quý khách

source: Enter your PIN code in order to decrypt your seed
ko_kr: 시드를 해독하려면 PIN 코드를 입력하십시오.
vi_vn: Nhập mã PIN của quý khách để giải mã hạt giống

source: Enter your PIN code in order to sign this transaction
ko_kr: 이 거래에 서명하시려면 PIN 코드를 입력해주십시오.
vi_vn: Nhập mã PIN của quý khách để ký giao dịch này

source: Enter your PIN code to confirm deletion of {}
ko_kr: {}의 삭제를 확정하시려면 PIN 코드를 입력해주십시오.
vi_vn: Nhập mã PIN của quý khách để xác nhận xóa {}

source: Enter your PIN code to proceed
ko_kr: 진행을 위해 PIN 코드를 입력해주십시오.
vi_vn: Nhập mã PIN của quý khách để tiếp tục

source: Enter your current PIN:
ko_kr: 현재 PIN을 입력 합니다.
vi_vn: Nhập mã PIN hiện tại của quý khách:

source: Enter your current {} PIN:
ko_kr: 고객님의 현재 PIN 코드를 입력해주십시오.
vi_vn: Nhập mã PIN {} hiện tại của quý khách

source: Enter your email address:
ko_kr: 고객님의 이메일 주소를 입력해주십시오.
vi_vn: Nhập địa chỉ hòm thư của quý khách:

source: Enter your password or choose another file.
ko_kr: 암호를 입력하거나 다른 파일을 고르세요.
vi_vn: Nhập mật khẩu của bạn hoặc chọn tệp khác.

source: Enter your password to proceed
ko_kr: 계속 진행 하려면 비밀 번호를 입력하십시오.
vi_vn: Nhập mật khẩu của bạn để tiếp tục

source: Erase the Digital Bitbox
ko_kr: 디지털 비트박스 삭제하기
vi_vn: Xóa Bitbox kỹ thuật số

source: Error
ko_kr: 에러
vi_vn: Lỗi

source: Error adding payment request
ko_kr: 지출 요청 추가 에러
vi_vn: Lỗi về thêm yêu cầu thanh toán

source: Error combining partial transactions
ko_kr: 부분 거래 혼합 에러
vi_vn: Lỗi kết hợp giao dịch một phần

source: Error connecting to server
ko_kr: 서버 연결 에러
vi_vn: Lỗi liên kết đến máy chủ

source: Error connecting to {} server
ko_kr: {} 서버 연결 에러
vi_vn: Lỗi liên kết đến {} máy chủ

source: Error decrypting message
ko_kr: 메세지 해독 에러
vi_vn: Lỗi giải mã tin nhắn

source: Error getting TrustedCoin account info.
ko_kr: TrustedCoin 계정 정보 수신 에러
vi_vn: Lỗi khi nhận thông tin tài khoản TrustedCoin

source: Error getting transaction from network
ko_kr: 네트워크 거래 정보 수신 에러
vi_vn: Lỗi khi nhận giao dịch từ mạng

source: Error joining partial transactions
ko_kr: 부분 거래 통합 에러
vi_vn: Lỗi khi tham gia giao dịch một phần

source: Error opening file
ko_kr: 파일 실행 에러
vi_vn: Lỗi khi mở tập tin

source: Error parsing URI
ko_kr: URI 실행 에러
vi_vn: Lỗi phân tích cú pháp URI

source: Error scanning devices
ko_kr: 장치 스캔 에러
vi_vn: Thiết bị quét lỗi

source: Error showing address
ko_kr: 주소 표시 에러
vi_vn: Lỗi hiển thị địa chỉ

source: Error synchronising labels
ko_kr: 라벨 동기화 에러
vi_vn: Lỗi đồng bộ hóa nhãn

source: Error: duplicate master public key
ko_kr: 에러: 복제된 마스터 공개 키
vi_vn: Lỗi: trùng lặp khóa công khai chính

source: Esperanto
ko_kr: 에스페란토어
vi_vn: Tiếng Tây Ban Nha

source: Estimate
ko_kr: 측정치
vi_vn: Ước tính phí gioa động không có sẵn

source: Exit Electrum
ko_kr: Electrum 종료
vi_vn: Thoát Electrum

source: Expenditures
ko_kr: 지출
vi_vn: Chi phí

source: Expiration date
ko_kr: 만료일
vi_vn: Ngày hết hạn

source: Expiration date of your request.
ko_kr: 고객님의 요청 만료 날짜입니다.
vi_vn: Thời hạn của yêu cầu của bạn.

source: Expired
ko_kr: 기간 만료
vi_vn: Đã hết hạn

source: Expired requests have to be deleted manually from your list, in order to free the corresponding Bitcoin addresses.
ko_kr: Bitcoin 주소를 해제하기 위하여 만료된 요청은 귀하의 목록에서 수동으로 삭제 해야 합니다.
vi_vn: Các yêu cầu đã hết hạn cần được xoá một cách thủ công khỏi danh sách của bạn, nhằm giải phóng các địa chỉ Bitcoin tương ứng.

source: Expires
ko_kr: 만료일
vi_vn: Hết hạn

source: Export
ko_kr: 내보내기
vi_vn: Xuất khẩu

source: Export History
ko_kr: 내보내기 내역
vi_vn: Lịch sử xuất

source: Export file
ko_kr: 파일 내보내기
vi_vn: Xuất tập tin

source: Export for Coldcard
ko_kr: 콜드카드 내보내기
vi_vn: Xuất Coldcard

source: Export to file
ko_kr: 파일 형태로 내보내기
vi_vn: Xuất đến tập tin

source: Exposing a single private key can compromise your entire wallet!
ko_kr: 개인 키를 노출하는 것은 전체 지갑을 손상시킬 수 있습니다!
vi_vn: Việc lộ khóa riêng có thể làm tổn hại đến toàn bộ ví của quý khách

source: Extend this seed with custom words
ko_kr: 맞춤 단어 설정으로 이 시드를 더 안전히 만드세요.
vi_vn: Mở rộng hạt giống này với các tùy chỉnh

source: Failed
ko_kr: 이용 불가
vi_vn: Thất bại

source: Failed HTLCs
ko_kr: HTLCs 불가
vi_vn: Thất bại HTLCs

source: Failed to create a client for this device.
ko_kr: 이 장치에 대한 고객 생성 불가
vi_vn: Không thể tạo ứng dụng khách hàng cho thiết bị này

source: Failed to decrypt using this hardware device.
ko_kr: 이 하드웨어 장치의 해독 불가
vi_vn: Không thể giải mã bằng thiết bị phần cứng

source: Failed to display QR code.
ko_kr: QR 표기에 불가
vi_vn: Không thể hiển thị mã QR

source: Failed to export to file.
ko_kr: 파일로 내보내기 불가
vi_vn: Thất bại khi xuất tập tin

source: Failed to import from file.
ko_kr: 파일로부터 들여오기 불가
vi_vn: Thất bại khi nhập tập tin

source: Failed to send transaction to cosigning pool
ko_kr: 연서인 그룹으로 거래 전달하기 불가
vi_vn: Thát bại khi gửi giao dịch đến cosigning pool

source: Failed to update password
ko_kr: 암호를 업데이트하지 못했습니다
vi_vn: Thất bại khi cập nhật mật khẩu

source: FALSE
ko_kr: 이용 불가
vi_vn: SAI

source: Fee
ko_kr: 수수료
vi_vn: Phí

source: Fee estimation
ko_kr: 수수료 측정
vi_vn: Phí dự tính

source: Fee for child
ko_kr: 후속 거래 수수료
vi_vn: Phí cho con

source: Fee rounding
ko_kr: 수수료 라운딩
vi_vn: Phí làm tròn

source: Fees
ko_kr: 수수료
vi_vn: Phí

source: Fiat
ko_kr: 실물

source: Fiat currency
ko_kr: 실물 통화
vi_vn: Tiền tệ Fiat

source: File
ko_kr: 파일
vi_vn: Tập tin

source: Filter:
ko_kr: 필터:
vi_vn: Bộ lọc

source: Final
ko_kr: 최종
vi_vn: Cuối cùng

source: Final balance
ko_kr: 최종 잔액
vi_vn: Số dư cuối kỳ

source: Finalize
ko_kr: 마무리
vi_vn: Hoàn thiện

source: Find
ko_kr: 찾기
vi_vn: Tìm

source: Firmware Version
ko_kr: 펌웨어 버전
vi_vn: Phiên bản phần mềm

source: Firmware version (or "Bitcoin" app) too old for Segwit support. Please update at
ko_kr: Segwit 지원을 위한 펌웨어 버전 (또는 "비트코인" 앱)이 최신 버전이 아닙니다
vi_vn: Phiên bản phần mềm ( hoặc "Bitcoin" ứng dụng) quá cũ để hỗ trợ cho Segwit. Vui lòng cập nhật tại

source: Firmware version too old.
ko_kr: 오래된 펌웨어 버전
vi_vn: Phiên bản phần mềm quá cũ

source: Firmware version too old. Please update at
ko_kr: 펌웨어 버전이 구버전입니다. 이곳을 통해 업데이트 해주십시오.
vi_vn: Phiên bản phần mềm quá cũ. Vui lòng cập nhật tại

source: Fixed rate
ko_kr: 고정된 비율
vi_vn: Tỷ lệ cố định

source: Follow this branch
ko_kr: 이 브랜치 페이지를 구독하세요.
vi_vn: Theo dõi nhánh này
