Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: No data
ko_kr: 데이터 없음
vi_vn: Không có dữ liệu

source: No donation address for this server
ko_kr: 해당 서버 이메일 주소 없음
vi_vn: Không có địa chỉ đóng góp cho máy chủ này

source: No exceptions encountered.
ko_kr: 발견된 예외 없음
vi_vn: Không có ngoại lệ

source: No fork detected
ko_kr: 사용자 미감지
vi_vn: Không phát hiện ngã ba

source: No hardware device detected.
ko_kr: 하드웨어 장치 미감지
vi_vn: Không phát hiện thấy thiết bị phần cứng

source: No inputs found. (Note that inputs need to be confirmed)
ko_kr: 입력 미감지 (입력은 승인되어야 합니다.)
vi_vn: Không tìm thấy đầu vào. ( Lưu ý rằng đầu vào cần được xác nhận)

source: No keystore
ko_kr: 키스토어 없음
vi_vn: Không có khóa dự trữ

source: No more addresses in your wallet.
ko_kr: 지갑 내 주소록가 더 이상 존재하지 않습니다.
vi_vn: Không có thêm địa chỉ trong ví của quý khách

source: No outputs
ko_kr: 출력 없음
vi_vn: Không có đầu ra

source: No wallet loaded.
ko_kr: 불려진 지갑 없음
vi_vn: Không có ví nào được tải

source: Node ID
ko_kr: 노드 ID
vi_vn: Nút ID

source: Node ID:
ko_kr: 노드 ID:
vi_vn: Nút ID:

source: Nodes
ko_kr: 노드
vi_vn: Nhiều nút

source: Nodes in database.
ko_kr: 데이터베이스 노드
vi_vn: Nút trên cơ sở dữ liệu

source: None
ko_kr: 해당 없음
vi_vn: Không có gì

source: Norwegian Bokmal
ko_kr: 노르웨이 북말어
vi_vn: Tiếng Na Uy

source: Not Enough Funds
ko_kr: 불충분한 자금
vi_vn: Không đủ tiền

source: Not Now
ko_kr: 지금이 아닌
vi_vn: Không phải bây giờ

source: Not Verified
ko_kr: 검증되지 않음
vi_vn: Chưa xác minh

source: Not connected
ko_kr: 연결되지 않음
vi_vn: Chưa kết nối.

source: Not enough funds
ko_kr: 불충분한 자금
vi_vn: Không đủ kinh phí

source: Not enough funds on address.
ko_kr: 지갑 주소의 불충분한 자금
vi_vn: Không đủ tiền ở trên địa chỉ

source: Not verified
ko_kr: 미검증된
vi_vn: Không xác thực

source: Not yet available
ko_kr: 일시적 이용 불가
vi_vn: Không sẵn có

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
ko_kr: 지갑 주소의 일부를 동결한 경우, 사용 가능한 자금이 잔액 총액보다 낮게 나타납니다.
vi_vn: Lưu ý rằng nếu quý khách đã đóng băng một số địa chỉ của mình, số tiền hiện có sẽ thấp hơn tổng số dư của quý khách

source: Note that some merchants do not accept non-final transactions until they are confirmed.
ko_kr: 몇몇 거래자들은 거래가 승인되기 전까지 미완료 거래를 받아들이지 않습니다.
vi_vn: Lưu ý rằng một số thương nhân không chấp nhận giao dịch nếu đó không phải là giao dịch cuối cùng cho đến khi chúng được chấp nhận

source: Note that this is NOT your encryption password.
ko_kr: 이것은 암호화된 비밀번호가 아닙니다.
vi_vn: Lưu ý rằng đây KHÔNG phải là mật khẩu mã hóa của quý khách

source: Note that your coins are not locked in this service. You may withdraw your funds at any time and at no cost, without the remote server, by using the 'restore wallet' option with your wallet seed.
ko_kr: 고객님의 코인은 해당 서비스에 동결된 것이 아닙니다. 아무 비용없이 원하실 때 출금이 가능합니다. 이는 원격 서버의 필요없이 지갑 복구 기능과 고객님의 시드로 이용 가능합니다.
vi_vn: Lưu ý rằng tiền xu của quý khách không bị khóa trong dịch vụ này. Quý khách có thể rút tiền của mình bất cứ lúc nào và miễn phí, mà không cần máy chủ từ xa bằng cách sử dụng tùy chọn "khôi phục ví" với hạt giống ví của bạn

source: Note: If you enable this setting, you will need your hardware device to open your wallet.
ko_kr: 만약 이 세팅이 이용 가능하다면, 고객님의 지갑을 열기 위해 하드웨어 장치가 필요합니다.
vi_vn: Lưu ý: Nếu quý khách bật cài đặt này, quý khách sẽ cần thiết bị phần cứng của mình để mở ví

source: Note: this is an offline transaction, if you want the network to see it, you need to broadcast it.
ko_kr: 이것은 오프라인 상태의 거래입니다. 네트워크를 보시길 희망하는 경우, 해당 거래를 송출하시기 바랍니다.
vi_vn: Lưu ý: đây là một giao dịch ngoại tuyến, nếu quý khách muốn mạng lưới có thể thấy nó, quý khách cần phải phát nó

source: Nothing set !
ko_kr: 설정 없음
vi_vn: Không có gì được đặt !

source: Nothing to plot.
ko_kr: 배치 없음
vi_vn: Không có gì để plot

source: Nothing to summarize.
ko_kr: 요약 없음
vi_vn: Không có gì để tóm tắt

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
ko_kr: 0의 갯수는 소수점 이후 표시됩니다. 예를 들어,2로 설정되어있는 경우, "1"이 "1.00"으로 표시됩니다
vi_vn: Số không hiển thị sau dấu thập phân.

source: OK
ko_kr: 확인
vi_vn: Đồng ý.

source: OR
ko_kr: 또는

source: Offline
ko_kr: 오프라인
vi_vn: Ngoại tuyến

source: On Linux, you might have to add a new permission to your udev rules.
ko_kr: 리눅스의 경우, udev 규칙에 새로운 권한을 부여해야 할 수도 있습니다.
vi_vn: Trên Linux, quý khách có thể phải thêm quyền mới cho các quy tắc udev của mình

source: Generate
ko_kr: 생성
vi_vn: Tạo

source: One output per line.
ko_kr: 1줄당 1 개의 출력
vi_vn: Một đầu ra trên mỗi dòng

source: One-server mode
ko_kr: One-sever 모드
vi_vn: Một chế độ máy chủ

source: Online Block Explorer
ko_kr: 온라인 블록 탐색기
vi_vn: Khám phá khối trực tuyến

source: Only OP_RETURN scripts, with one constant push, are supported.
ko_kr: 하나의 지속적인 알림이 가능한 OP_RETURN 스크립만이 지원
vi_vn: Chỉ hỗ trợ các tập lệnh OP_RETURN với một lần đẩy liên tục

source: Only connect to a single server
ko_kr: 오직 하나의 서버에만 연결
vi_vn: Chỉ kết nối với một máy chủ

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
ko_kr: 오직 장치의 지갑이 비어있고, 복구 시드가 적혀있는 경우에만 장치의 정보를 삭제하십시오. 그렇지 않은 경우 고객님의 비트코인은 영원히 소실됩니다.
vi_vn: Chỉ xóa sạch một thiết bị nếu quý khách có hạt giống khôi phục được ghi lại và các ví thiết bị bị trống, nếu không bitcoin sẽ bị mất vĩnh viễn

source: Open Channel
ko_kr: 채널 열기
vi_vn: Mở kênh

source: Open advanced transaction preview dialog when 'Pay' is clicked.
ko_kr: 지불' 버튼이 클릭될 때, 거래 미리보기 고급 입력창을 여십시오.
vi_vn: Mở hộp thoại xem trước giao dịch nâng cao khi nhấp vào "Thanh toán"

source: Open calibration pdf
ko_kr: 교정 pdf 열기
vi_vn: Mở hiệu chuẩn pdf

source: Open channel
ko_kr: 채널 열기
vi_vn: Mở kênh

source: Open your cosigner wallet to retrieve it.
ko_kr: 복구를 위하여 연서인의 지갑을 여십시오.
vi_vn: Mở ví cosigner của quý khách để lấy nó

source: Open {} file
ko_kr: {} 파일 열기
vi_vn: Mở {} tập tin

source: OpenAlias record, used to receive coins and to sign payment requests.
ko_kr: 지불 요청 서명과 코인 수령에 사용되는 OpenAlias 기록
vi_vn: Bản ghi OpenAlias, được sử dụng để nhận tiền xu và ký yêu cầu thanh toán

source: Opening channel...
ko_kr: 채널 여는 중...
vi_vn: Mở kênh...

source: Options
ko_kr: 옵션
vi_vn: Lựa chọn

source: Outdated device firmware
ko_kr: 이전 장치 펌웨어
vi_vn: Firmware thiết bị cũ

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
ko_kr: {} 라벨 장치의 {} 펌웨어. {}로부터 업데이트된 펌웨어를 다운로드 해주십시오.
vi_vn: Firmware {} đã lỗi thời cho thiết bị có nhãn{} Vui lòng tải firmware được cập nhật từ {}

source: Outgoing payments
ko_kr: 전송 중인 지불금
vi_vn: Thanh toán đi

source: Outpoint
ko_kr: 끝 지점
vi_vn: Điểm

source: Output amount
ko_kr: 출금액
vi_vn: Lượng đầu ra

source: Output point
ko_kr: 출금 포인트
vi_vn: Điểm đầu ra

source: Outputs
ko_kr: 출력
vi_vn: Đầu ra

source: Overview
ko_kr: 전체보기
vi_vn: Tổng quan

source: PIN Protection
ko_kr: PIN 보호
vi_vn: Bảo vệ PIN

source: PIN codes do not match
ko_kr: PIN 코드 불일치
vi_vn: Mã PIN không khớp

source: PIN mismatch
ko_kr: PIN 불일치
vi_vn: PIN không khớp

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
ko_kr: PIN 보호 설정을 권장드립니다. 타인이 물리적으로 {}에 접근할 수 있을 때, 트코인 탈취로부터의 유일한 보호책은 PIN 코드 뿐입니다.
vi_vn: Bảo vệ mã PIN được khuyến khích. Mã PIN là mã bảo vệ duy nhất của quý khách đê chống lại ai đó muốn đánh cắp Bitcoin của quý khách nếu họ có quyền truy cập vào {} của quý khách

source: PIN set
ko_kr: PIN 설정
vi_vn: PIN được cài đặt

source: Paid
ko_kr: 결제 완료
vi_vn: Đã trả

source: Partially signed
ko_kr: 부분 서명된
vi_vn: Ký một phần

source: Passphrase
ko_kr: 암호문
vi_vn: Mật khẩu

source: Passphrase:
ko_kr: 암호문:
vi_vn: Cụm mật khẩu;

source: Passphrases
ko_kr: 암호문들
vi_vn: Các cụm mật khẩu:

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
ko_kr: 암호문을 통해 새로운 지갑에 접근할 수 있습니다. 특정 민감성 문자로 이루어진 암호문 뒤에 각각 숨겨진 부분이 존재합니다.
vi_vn: Cum mật khẩu cho phép quý khách truy cập các ví mới, mỗi ví ẩn sau một cụm mật khẩu sẽ được phân biệt chữ hoa và chữ thường

source: Password
ko_kr: 비밀번호
vi_vn: Mật khẩu.

source: Password Strength
ko_kr: 비밀번호 강도
vi_vn: Mật khẩu mạnh

source: Password is disabled, this wallet is not protected
ko_kr: 비밀번호 사용 불가, 해당 지갑은 보호 상태가 아닙니다.
vi_vn: Mật khẩu bị vô hiệu hóa, ví này không được bảo vệ

source: Password must have at least 4 characters.
ko_kr: 비밀번호는 최소 4글자 이상 포함해야합니다.
vi_vn: Mật khẩu phải có ít nhất 4 ký tự

source: Password must have less than 64 characters.
ko_kr: 비밀번호는 최대 64글자만 가능합니다.
vi_vn: Mật khẩu phải có ít hơn 64 ký tự

source: Password was updated successfully
ko_kr: 비밀번호가 성공적으로 업데이트 되었습니다
vi_vn: Mật khẩu đã được cập nhật thành công

source: Password:
ko_kr: 암호:
vi_vn: Mật khẩu:

source: Pay
ko_kr: 결제
vi_vn: Trả

source: Pay to
ko_kr: 에 결제
vi_vn: Trả cho.

source: Pay to many
ko_kr: 한번에 결제
vi_vn: Trả nhiều

source: Payment Received
ko_kr: 결제 수령
vi_vn: Thanh toán đã nhận

source: Payment Request
ko_kr: 결제 요청
vi_vn: Yêu cầu thanh toán

source: Payment failed
ko_kr: 결제 실패
vi_vn: Thanh toán đã bị hủy

source: Payment hash
ko_kr: 결제 해시
vi_vn: Lượng băm thanh toán

source: Payment log
ko_kr: 결제 로그
vi_vn: Nhật ký thanh toán

source: Payment received
ko_kr: 결제 수신
vi_vn: Thanh toán đã nhận

source: Payment request has expired
ko_kr: 결제 요청이 만료되었습니다.
vi_vn: Yêu cầu thanh toán đã hết hạn

source: Payment sent.
ko_kr: 결제 발신
vi_vn: Đã gửi tiền.

source: Payment succeeded
ko_kr: 결제 성공
vi_vn: Thanh toán thành công

source: Payment was sent
ko_kr: 결제 발신
vi_vn: Thanh toán đã được gửi đi

source: Payments (HTLCs):
ko_kr: 결제 (HTLCs)
vi_vn: Thanh toán ( HTLCs):

source: Pending
ko_kr: 보류 중
vi_vn: Đang chờ xử lý

source: Perhaps some dependencies are missing...
ko_kr: 몇몇 의존성 유실 상태...
vi_vn: Có gì đó bị thiếu...

source: Persian
ko_kr: 페르시아어
vi_vn: Ba Tư

source: Please briefly describe what led to the error (optional):
ko_kr: 무엇이 에러를 일으키는지에 대해 간단히 설명해 주시기 바랍니다.
vi_vn: Vui lòng mô tả ngắn gọn những gì đã dẫn đến lỗi ( tùy chọn):

source: Please check your connection and credentials.
ko_kr: 고객님의 연결 상태와 자격을 확인하시기 바랍니다.
vi_vn: Vui lòng kiểm tra kết nối và thông tin của quý khách

source: Please check your network connection.
ko_kr: 고객님의 네트워크 연결 상태를 확인하시기 바랍니다.
vi_vn: Vui lòng kiểm tra kết nối mạng

source: Please check your {} device
ko_kr: 고객님의 {} 디바이스를 확인하시기 바랍니다.
vi_vn: Vui lòng kiểm tra thiết bị {} của bạn

source: Please confirm
ko_kr: 확인바랍니다.
vi_vn: Vui lòng xác nhận

source: Please enter an amount
ko_kr: 금액을 입력해주세요.
vi_vn: Vui lòng nhập số tiền

source: Please enter the master public key (xpub) of your cosigner.
ko_kr: 고객님 연서인의 마스터 공개 키 (xpub)를 입력해주십시오.
vi_vn: Vui lòng nhập khóa công khai chính ( xpub) cosigner của quý khách

source: Please enter your Google Authenticator code
ko_kr: 구글 인증자 코드를 입력해 주십시오.
vi_vn: Vui lòng nhập mã Google Authenticator của quý khách

source: Please enter your Google Authenticator code:
ko_kr: 구글 인증자 코드를 입력해 주십시오.
vi_vn: Vui lòng nhập mã Google Authenticator của quý khách:

source: Please enter your e-mail address
ko_kr: 이메일 주소를 입력해 주십시오.
vi_vn: Vui lòng nhập địa chỉ hòm thư của quý khách

source: Please enter your password
ko_kr: 비밀번호를 입력해 주십시오
vi_vn: Vui lòng điền mật khẩu

source: Please enter your password to decrypt it.
ko_kr: 암호 해제를 위해 고객님의 비밀번호를 입력해 주십시오.
vi_vn: Vui lòng nhập mật khẩu của quý khách để giải mã nó

source: Please enter your seed phrase in order to restore your wallet.
ko_kr: 지갑 복원을 위해 당신의 시드 코드를 입력해 주십시오.
vi_vn: Vui lòng nhập cụm hạt giống của quý khách để khôi phục ví của quý khách

source: Please initialize your Coldcard while disconnected.
ko_kr: 연결이 끊긴 동안 고객님의 콜드카드를 실행해 주십시오.
vi_vn: Vui lòng khởi tạo Coldcard của quý khách trong khi ngắt kết nối

source: Please insert your {}
ko_kr: 고객님의 {}를 입력해 주십시오.
vi_vn: Vui lòng chèn vào {} của quý khách

source: Please note that websites and other wallets may not support these addresses yet.
ko_kr: 해당 주소들을 아직까지 웹사이트와 다른 지갑이 지원하지 않습니다.
vi_vn: Xin lư ý rằng các trang mạng và ví khác có thể chưa hỗ trợ các địa chỉ này

source: Please paste your cosigners master public key, or scan it using the camera button.
ko_kr: 고객님의 연서인 마스터 공개 키를 붙여넣기 하거나 카메라 버튼을 사용하여 스캔하시기 바랍니다.
vi_vn: Vui lòng điền khoá công chủ của người cùng kí với bạn, hoặc quét nó bằng cách bấm nút máy ảnh.

source: Please report any bugs as issues on github:<br/>
ko_kr: github에 이슈로 버그 보고하십시오:<br>
vi_vn: Vui lòng báo cáo bât kỳ sự cố nào trên: <br/>

source: Please report this issue manually
ko_kr: 수동으로 해당 이슈를 보고하십시오.
vi_vn: Xin vui lòng báo cáo lỗi này bằng tay

source: Please restart Electrum to activate the new GUI settings
ko_kr: 새로운 GUI 설정의 활성화를 위해 Electrum을 다시 시작하십시오
vi_vn: Vui lòng khởi động lại Electrum để kích hoạt cài đặt GUI mới

source: Please retype your seed phrase, to confirm that you properly saved it
ko_kr: 적절히 저장한 사실을 증명하기 위해 고객님의 시드 코드를 재 입력해주시기 바랍니다.
vi_vn: Vui lòng nhập lại hạt giống của bạn, để chúng tôi biết rằng bạn đã lưu lại nó cẩn thận

source: Please save these {0} words on paper (order is important).
ko_kr: {0}, 해당 단어들을 종이에 받아 적으시기 바랍니다. (단어 순서를 꼭 지켜주십시오.)
vi_vn: Vui lòng lưu trữ các từ {0} này trên giấy ( quan trọng là thứ tự)

source: Please scan a Bitcoin address or a payment request
ko_kr: 비트코인 주소 또는 결제 요청을 스캔하시기 바랍니다.
vi_vn: Xin vui lòng quét địa chỉ Bitcoin hoặc yêu cầu thanh toán

source: Please select which {} device to use:
ko_kr: 어떤 {} 장치를 사용할 지 선택해 주시기 바랍니다.
vi_vn: Vui lòng chọn thiết bị {} sẽ sử dụng:

source: Please share it with your cosigners.
ko_kr: 고객님의 연서인과 함께 그것을 공유 하시기 바랍니다.
vi_vn: Xin vui lòng chia sẻ với cosinger của quý khách

source: Please sign this transaction in order to save it
ko_kr: 저장을 위해 이 거래에 서명해 주시기 바랍니다.
vi_vn: Vui long ký giao dịch này để lưu nó

source: Please try again.
ko_kr: 다시 한 번 시도해 주시기 바랍니다.
vi_vn: Xin vui lòng thử lại

source: Please type it here.
ko_kr: 이 곳에 입력해 주십시오.
vi_vn: Xin vui lòng nhập vào đây

source: Please type your seed phrase using the virtual keyboard.
ko_kr: 가상 키보드를 이용하여 시드 문구를 입력하시기 바랍니다.
vi_vn: Vui lòng nhập hạt giống, sử dụng bàn phím ảo.

source: Please wait
ko_kr: 잠시만 기다려 주십시오.
vi_vn: Xin vui lòng chờ

source: Please wait while Electrum checks for available updates.
ko_kr: Electrum이 가능한 업데이트를 확인하고 있습니다. 잠시만 기다려 주십시오.
vi_vn: Vui lòng đợi trong khi Electrum kiểm tra các bản cập nhật có sẵn

source: Please wait...
ko_kr: 잠시만 기다려 주십시오…
vi_vn: Vui lòng chờ...

source: Polish
ko_kr: 폴란드어
vi_vn: Tiếng Ba lan

source: Port
ko_kr: 복사
vi_vn: Cổng

source: Port number must be decimal
ko_kr: 복사 번호는 반드시 십진수입니다.
vi_vn: Số cổng phải là số thập phân

source: Portuguese
ko_kr: 포르투갈어
vi_vn: Tiếng Bồ Đào Nha

source: Position in mempool: {} from tip
ko_kr: 멤버 그룹에서의 위치: 끝에서부터 {} 번째.
vi_vn: Vị trí trong mempool {} từ đầu

source: Preferences
ko_kr: 환경 설정
vi_vn: Sự ưu đãi

source: Press 'Next' to choose device to decrypt.
ko_kr: 장치 해독을 위해 '다음' 버튼을 누르시기 바랍니다.
vi_vn: Nhấn "Tiếp theo" để chọn thiết bị để giải mã

source: Press 'Next' to create this wallet, or choose another file.
ko_kr: 이 지갑을 생성하기 위해 '다음'을 누르거나 다른 파일을 선택하십시오.
vi_vn: Nhấn " Tiếp theo " để tạo ví này hoặc chọn tệp khác

source: Press 'Next' to create/focus window.
ko_kr: 윈도우 생성/초점 설정을 위해 '다음' 을 눌러주십시오.
vi_vn: Nhấn " Tiếp theo" để tạo/ lấy nét cửa sổ

source: Press 'Next' to open this wallet.
ko_kr: 이 지갑을 열기 위해서 '다음' 버튼을 눌러주십시오.
vi_vn: Nhấn " Tiếp theo" để mở cửa sổ

source: Press Enter
ko_kr: 엔터를 입력해 주십시오.
vi_vn: Nhấn nhập

source: Press again to exit
ko_kr: 종료를 위해 다시 한 번 눌러주십시오.
vi_vn: Nhấn lần nữa để thoát

source: Printer Calibration
ko_kr: 교정본 출력
vi_vn: Hiệu chuẩn máy in

source: Private key
ko_kr: 개인 키
vi_vn: Khóa bảo mật

source: Private keys
ko_kr: 개인 키들
vi_vn: Các khóa bảo mật

source: Private keys exported.
ko_kr: 개인 키가 내보내졌습니다.
vi_vn: Xuất khóa bảo mật

source: Problem opening channel:
ko_kr: 채널 열기 오류
vi_vn: Gặp vấn đề khi mở kênh

source: Proceed at your own risk.
ko_kr: 자기 부담으로 진행하게 됩니다.
vi_vn: Việc tiến hành có nguy cơ rủi ro

source: Provides support for Digital Bitbox hardware wallet
ko_kr: 디지털 비트박스 하드웨어 지갑에 대한 지원 제공
vi_vn: Cung cấp hỗ trợ cho ví phần cứng Bitbox kỹ thuật số

source: Provides support for KeepKey hardware wallet
ko_kr: KeepKey 하드웨어 지갑에 대한 지원 제공
vi_vn: Cung cấp hỗ trợ ví phần cứng Keepkey

source: Provides support for Safe-T mini hardware wallet
ko_kr: Safe-T 하드웨어 지갑에 대한 지원 제공
vi_vn: Cung cấp hỗ trợ cho ví phần cứng mini Safe-T

source: Provides support for Trezor hardware wallet
ko_kr: Trezor 하드웨어 지갑에 대한 지원 제공
vi_vn: Cung cấp hỗ trợ cho ví phần cứng Trezor

source: Provides support for air-gapped transaction signing.
ko_kr: 에어캡 거래 서명에 대한 지원 제공
vi_vn: Cung cấp hỗ trợ cho air-gapped để ký kết giao dịch

source: Proxy
ko_kr: 프록시

source: Proxy configuration
ko_kr: 프록시 배치
vi_vn: Cấu hình của Proxy

source: Proxy mode
ko_kr: 프록시 모드
vi_vn: Trạng thái của Proxy

source: Proxy settings apply to all connections: with Electrum servers, but also with third-party services.
ko_kr: 프록시 설정이 Electrum 서버와 제 3자 서비스를 포함하여 모든 연결에 적용됩니다.
vi_vn: Cài đặt Proxy áp dụng cho tất cả các kết nối: với máy chủ Electrum, nhưng cũng kết nối với các dịch vụ bên thứ ba

source: Proxy user
ko_kr: 프록시 사용자
vi_vn: Người sử dụng Proxy

source: Public key
ko_kr: 공개 키
vi_vn: Khóa công khai

source: Public keys
ko_kr: 공개 키들
vi_vn: Các khóa công khai

source: QR code
ko_kr: QR 코드
vi_vn: Mã QR

source: QR code copied to clipboard
ko_kr: QR 코드를 클립보드에 복사
vi_vn: Sao chép mã QR đến clipboard

source: QR code saved to file
ko_kr: QR 코드 파일에 저장
vi_vn: Mã QR được lưu vào tập tin

source: Question
ko_kr: 문의사항
vi_vn: Câu hỏi

source: Quit
ko_kr: 종료
vi_vn: Thoát

source: R/W error accessing path
ko_kr: 경로 접근 R/W 에러
vi_vn: Đường dẫn truy cập lỗi R/W

source: REMEMBER THE PASSWORD!
ko_kr: 비밀번호를 꼭 기억하십시오!
vi_vn: GHI NHỚ MẬT KHẨU!

source: Raw Transaction
ko_kr: 초기 거래
vi_vn: Giao dịch RAW

source: Re-enter the new PIN for your {}.
ko_kr: 고객님의 {}를 위한 새로운 PIN 번호를 재입력 해주십시오.
vi_vn: Nhập lại mã PIN mới cho {}.

source: Read QR code
ko_kr: 읽기 QR 코드
vi_vn: Đọc mã QR

source: Read file
ko_kr: 읽기 파일
vi_vn: Đọc tập tin

source: Read from microphone
ko_kr: 마이크로 읽기
vi_vn: Đọc từ microphone

source: Ready to encrypt for revealer {}
ko_kr: {} 표시자 해독 준비
vi_vn: Sẵn sàng mã hóa cho revealer {}

source: Receive
ko_kr: 수령하기
vi_vn: Nhận

source: Received (mSAT):
ko_kr: 수령된 (mSAT)
vi_vn: Đã nhận ( mSAT):

source: Receiving
ko_kr: 수령 중
vi_vn: Đang nhận

source: Recipient
ko_kr: 수령인
vi_vn: Người nhận

source: Recipient not specified.
ko_kr: 특정되지 않은 수령인
vi_vn: Người nhận không được chỉ định

source: Recipient of the funds.
ko_kr: 자금 수령인
vi_vn: Người nhận tiền

source: Recover from a seed you have previously written down
ko_kr: 이전에 표기된 시드로부터의 복구
vi_vn: Khôi phục từ một hạt giống mà quý khách đã lập ra trước đó

source: Redeem Script
ko_kr: 스크립트 보완
vi_vn: Đổi mã

source: Remote
ko_kr: 원격
vi_vn: Từ xa

source: Remote CTN
ko_kr: 원격 CTN
vi_vn: CTN từ xa

source: Remote Node ID
ko_kr: 원격 노드 ID
vi_vn: Nút ID từ xa

source: Remote channel reserve:
ko_kr: 원격 채널 변경:
vi_vn: Dự trữ kênh từ xa

source: Remote dust limit:
ko_kr: 원격 제한
vi_vn: Giới hạn bụi từ xa:

source: Remote peer ID
ko_kr: 원격 다자 ID
vi_vn: ID đồng đẳng từ xa

source: Remove
ko_kr: 제거
vi_vn: Xóa

source: Remove from wallet
ko_kr: 지갑으로부터 제거하기
vi_vn: Xóa khỏi Ví

source: Remove {} from your list of contacts?
ko_kr: 연락처로부터 {} 제거하기
vi_vn: Xóa {} từ danh sách liên hệ của quý khách?

source: Report contents
ko_kr: 내용 신고
vi_vn: Nội dung báo cáo

source: Report sent
ko_kr: 신고서 발송
vi_vn: Báo cáo được gửi

source: Reporting Bugs
ko_kr: 버그 보고
vi_vn: Đang báo cáo Lỗi

source: Request copied to clipboard
ko_kr: 요청이 클립보드에 복사되었습니다.
vi_vn: Yêu cầu sao chép từ clipboard

source: Request expires
ko_kr: 요청 만료
vi_vn: Yêu cầu hết hạn

source: Request payment
ko_kr: 지불 요청
vi_vn: Yêu cầu thanh toán

source: Request rejected by server
ko_kr: 서버에 의한 요청 거절
vi_vn: Yêu cầu bị từ chối từ máy chủ

source: Request saved successfully
ko_kr: 요청이 성공적으로 저장
vi_vn: Yêu cầu được lưu thành công

source: Request sent.
ko_kr: 요청 발송
vi_vn: Yêu cầu đã được gửi.

source: Requested amount
ko_kr: 요청 금액
vi_vn: Yêu cầu số tiền

source: Requesting account info from TrustedCoin server...
ko_kr: TrustedCoin으로부터 계좌 정보 요청 중...
vi_vn: Đang yêu cầu thông tin tài khoản từ máy chủ TrustedCoin...

source: Requesting {unknown} channels...
ko_kr: {알려지지 않은} 채널 요청 중
vi_vn: Yêu cầu {không rõ} kênh...

source: Requestor
ko_kr: 요청자
vi_vn: Người yêu cầu

source: Require {0} signatures
ko_kr: {0} 서명 요청하기
vi_vn: Yêu cầu {0} chữ ký

source: Required package 'PIL' is not available - Please install it or use the Trezor website instead.
ko_kr: 요청된 패키지 'PIL'이 이용 불가합니다. - 설치 또는 Trezor 웹사이트를 이용하시기 바랍니다.
vi_vn: Yêu cầu gói " PIL" không có sẵn- Xin vui lòng tải xuống hoặc sử dụng trang mạng Trezor

source: Required package 'PIL' is not available - Please install it.
ko_kr: 요청된 패키지 'PIL'이 이용 불가합니다. - 설치를 진행하시기 바랍니다.
vi_vn: Yêu cầu gói " PIL" không có sẵn- Xin vui lòng tải xuống

source: Requires
ko_kr: 요구사항:
vi_vn: Yêu cầu

source: Reset
ko_kr: 리셀
vi_vn: Cài lại

source: Restore 2FA wallet
ko_kr: 2FA 지갑 복구
vi_vn: Khôi phục ví 2FA

source: Restore two-factor Wallet
ko_kr: 2F 지갑 복구
vi_vn: Khôi phục ví hai nhân tố

source: Revealer - Printer calibration settings
ko_kr: 표시자- 교정본 출력 설정
vi_vn: Revealer- Cài đặt hiệu chỉnh máy in

source: Revealer Backup Utility
ko_kr: 표시자 백업 실행
vi_vn: Tiện ích sao lưu Revealer

source: Revealer Secret Backup Plugin
ko_kr: 표시자 시크릿 백업 플러그인
vi_vn: Pugin sao lưu bí mật của Revealer

source: Revealers starting with 0 are not secure due to a vulnerability.
ko_kr: 보안 취약성으로 인해 표시자가 0부터 시작하는 것은 안전하지 않습니다.
vi_vn: Revelaer bắt đầu bằng 0 sẽ không an toàn do lỗ hổng

source: Right side
ko_kr: 오른쪽
vi_vn: Bên phải

source: Romanian
ko_kr: 루마니아어
vi_vn: Tiếng Ro-ma-ni-a

source: Route
ko_kr: 루트
vi_vn: Lộ trình

source: Run PayServer
ko_kr: PayServer 가동
vi_vn: Chạy máy chủ PayyServer

source: Run as daemon after the GUI is closed
ko_kr: GUI 끝난 후 데몬 버전으로 가동
vi_vn: Chạy dưới dạng daemon sau khi đóng GUI

source: Russian
ko_kr: 러시아어
vi_vn: Tiếng Nga

source: SSL cert file
ko_kr: SSL 증명
vi_vn: Tệp chưng chỉ SSL

source: SSL domain
ko_kr: SSL 도메인
vi_vn: Tên miền SSL

source: SSL key file
ko_kr: SSL 키 파일
vi_vn: Tệp khóa SSL

source: Safe-T mini wallet
ko_kr: Safe-T 미니 지갑
vi_vn: Vií mini Safe-T

source: Save
ko_kr: 저장
vi_vn: Lưu

source: Save transaction offline
ko_kr: 오프라인 거래 저장
vi_vn: Lưu giao dịch ngoại tuyến

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use Electrum.
ko_kr: 원격 서버에 지갑 라벨 저장하기 및 Electrum에 사용되는 장비와 동기화 진행하기
vi_vn: Lưu nhãn ví của quý khách trên một máy chủ từ xa và đồng bộ hóa chúng trên nhiều thiết bị nơi quý khách sử dụng Electrum

source: Scrambled words
ko_kr: 뒤섞인 단어들
vi_vn: Từ tranh giành

source: Script type
ko_kr: 스크립트 타입
vi_vn: Tập lệnh

source: Script type and Derivation path
ko_kr: 스크립 타입 및 유입 경로
vi_vn: Kiểu tập lệnh và đường dẫn xuất

source: Security Card Challenge
ko_kr: 보안 카드 챌린지
vi_vn: Thử thách thẻ an ninh

source: Seed
ko_kr: 시드
vi_vn: Hạt giống

source: Seed Entered
ko_kr: 시드 입력
vi_vn: Hạt giống đã nhập

source: Seed Type
ko_kr: 시드 유형
vi_vn: Loại hạt giống

source: Seed available
ko_kr: 시드 이용 가능
vi_vn: Hạt giống sẵn có

source: Seed extension
ko_kr: 시드 확장
vi_vn: Hạt giống hết hạn

source: Segwit wallets use bech32 addresses, defined in BIP173.
ko_kr: Segwit 지갑은 BIP 173에 의해 정의된 bech32 주소를 사용합니다.
vi_vn: Ví Segwit sử dụng địa chỉ bech32, được xác định trong BIP173

source: Select a device
ko_kr: 장치를 선택하십시오.
vi_vn: Tìm kiếm công cụ

source: Select date
ko_kr: 날찌를 고르십시오.
vi_vn: Tìm kiếm ngày

source: Select file to export your private keys to
ko_kr: 개인 키를 내보낼 파일을 선택합니다
vi_vn: Chọn tệp để xuất khóa riêng của quý khách sang

source: Select file to export your wallet transactions to
ko_kr: 지갑 거래를 내보낼 파일을 선택합니다
vi_vn: Chọn tệp để xuất ví của quý khách sang

source: Select file to save your {}
ko_kr: {} 저장을 위한 파일을 선택하십시오.
vi_vn: Chọn tệp để lưu {} của quý khách
