Repository: Hser2bio/electrum-vault
Catalog: electrum/locale/*/electrum.po
Languages: ko_kr, vi_vn

source: For CoinJoin
ko_kr: CoinJoin에 대하여
vi_vn: Dành cho CoinJoin

source: For more information, visit
ko_kr: 더 많은 정보를 원하신다면, 방문하십시오.
vi_vn: Để biết thêm chi tiết, ghé thăm

source: For security reasons we advise that you always use the latest version of Electrum.
ko_kr: 보안상의 이유로 늘 가장 최신 버전의 Electrum을 이용하시기 바랍니다.
vi_vn: Vì lý do bảo mật, chúng tôi khuyên quý khách luôn sử dụng phiên bản Electrum mới nhất

source: For {}
ko_kr: {}에 대해
vi_vn: Dành cho {}

source: Force-close channel
ko_kr: 채널 강제 종료
vi_vn: Kênh đóng

source: Force-close channel?
ko_kr: 채널을 강제로 종료하시겠습니까?
vi_vn: Kênh đóng?

source: Fork detected at block {}
ko_kr: 블록에 감지된 포크 {}
vi_vn: Ngã ba được phát hiện tại khối {}

source: Format
ko_kr: 형식
vi_vn: Định dạng

source: Format: address, amount
ko_kr: 형식: 주소, 금액
vi_vn: Định dạng: địa chỉ, lượng tiền

source: Forwarding
ko_kr: 전달하기
vi_vn: Chuyển tiếp

source: Freeze
ko_kr: 이용 정지
vi_vn: Đóng băng

source: Freeze Address
ko_kr: 주소 정지
vi_vn: Đóng băng địa chỉ

source: Freeze Addresses
ko_kr: 주소록 정지
vi_vn: Đóng băng các địa chỉ

source: Freeze Coin
ko_kr: 코인 이용 정지
vi_vn: Đóng băng Tiền xu

source: Freeze Coins
ko_kr: 코인 이용 정지
vi_vn: Đóng băng các Tiền xu

source: French
ko_kr: 프랑스어
vi_vn: Tiếng Pháp

source: From
ko_kr: 발신자
vi_vn: Từ

source: From {0} cosigners
ko_kr: {0} 연서인으로부터
vi_vn: Từ {0} cosingers

source: Fulfilled HTLCs
ko_kr: 입력된 HTLCs
vi_vn: Hoàn thành HTLC

source: Full 2FA enabled. This is not supported yet.
ko_kr: 2FA 이용 가능. 해당 기능은 아직 서비스 제공하지 않습니다.
vi_vn: Kích hoạt đầy đủ 2FA. Việc này chưa được hỗ trợ

source: Funded
ko_kr: 이체된
vi_vn: Tài trợ

source: Funding Outpoint:
ko_kr: 자금 아웃포인트
vi_vn: Điểm chi phí

source: Funding TXID
ko_kr: 자금 TXID
vi_vn: Chi phí TXID

source: Funding Transaction
ko_kr: 자금 거래
vi_vn: Chi phí giao dịch

source: Funds stored in lightning channels are not recoverable from your seed. You must backup your wallet file everytime you create a new channel.
ko_kr: 간편 채널에 보관된 자금들은 고객님의 시드로부터 복구가 불가합니다. 새로운 채널을 만들 때마다 반드시 지갑 파일을 매번 백업하셔야 합니다.
vi_vn: Tiền được lưu trữ trong các kênh lightning không thể phục hồi từ hạt giống của quý khách. Quý khách phải sao lưu tập ví của mình để tạo kênh mới

source: General
ko_kr: 일반
vi_vn: Chung

source: Generate a new random wallet
ko_kr: 새로운 랜덤 지갑 생성하기
vi_vn: Tạo ví ngẫu nhiên mới

source: German
ko_kr: 독일어
vi_vn: Tiếng Đức

source: Google Authenticator code:
ko_kr: 구글 인증 코드
vi_vn: Mã Google Authenticator

source: Gossip
ko_kr: 가십
vi_vn: Tin đồn

source: Greek
ko_kr: 그리스어
vi_vn: Tiếng Hi Lạp

source: GreenAddress requires your signature
ko_kr: GreenAddress가 고객님의 서명을 요청합니다.
vi_vn: GreenAddress yêu cầu chữ ký của quý khách

source: HTLCs in current commitment transaction
ko_kr: 현재 확약 거래의 HTLCs
vi_vn: HTLC trong giao dịch cam kết hiện tại

source: Handler not found for
ko_kr: 조정 기능 미발견
vi_vn: Việc xử lý không tìm thấy cho

source: Hardware Keystore
ko_kr: 하드웨어 키스토어
vi_vn: Kho khóa phần cứng

source: Height
ko_kr: 높이
vi_vn: Chiều dài khối

source: Hello World
ko_kr: 안녕하세요
vi_vn: Xin chào Thế giới

source: Help
ko_kr: 도움
vi_vn: Giúp đỡ

source: Here is your master public key.
ko_kr: 이것은 고객님의 마스터 공개 키입니다.
vi_vn: Đây là khóa chủ công khai của quý khách

source: Hide
ko_kr: 감추다
vi_vn: Giấu

source: Hide {}
ko_kr: {} 감추기
vi_vn: Giấu {}

source: History
ko_kr: 사용 기록
vi_vn: Lịch sử

source: Homepage
ko_kr: 홈페이지
vi_vn: Trang chủ

source: Homescreen
ko_kr: 홈스크린
vi_vn: Màn hình chính

source: Host
ko_kr: 주인
vi_vn: Chủ

source: Hostname
ko_kr: 호스트 이름
vi_vn: Tên chủ

source: Hostname does not resolve (getaddrinfo failed)
ko_kr: 호스트 이름이 해결되지 않았습니다. (getaddrinfo 실패)
vi_vn: Tên máy chủ không thể giải quyết ( getaddrinfo không thành công)

source: How do you want to connect to a server?
ko_kr: 어떻게 서버에 연결 하시겠습니까 :
vi_vn: Quý khách muốn kết nối với máy chủ như thế nào?

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
ko_kr: 그러나 하드웨어 지갑은 메세지 해독을 지원하지 않습니다. 이는 연서인 그룹의 현 구성과 호환되지 않습니다.
vi_vn: Tuy nhiên, ví phần cứng không hỗ trợ giải mã tin nhắn, điều này khiến chúng không tương thich với thiết kế hiện tại của cosigner pool

source: However, we do not generate BIP39 seeds, because they do not meet our safety standard.
ko_kr: 그러나 BIP 39 시드를 생성하지 않습니다. 표준 안전성을 충족시키지 못 하기 때문입니다.
vi_vn: Tuy nhiên, chúng tôi không tạo ra hạt BIP39, vì chúng không đáp ứng tiêu chuẩn an toàn của chúng tôi

source: Hungarian
ko_kr: 헝가리어
vi_vn: Tiếng Hung-ga-ry

source: I already have a seed
ko_kr: 이미 시드를 보유하고 있습니다.
vi_vn: Tôi đã có hạt giống

source: I have lost my Google Authenticator account
ko_kr: 구글 인증자 계정을 분실하였습니다.
vi_vn: Tôi đã mất tài khoản Google Authenticator của mình

source: IP/port in format:
ko_kr: IP/복사 형식:
vi_vn: IP/cổng ở định dạngt:

source: If auto-connect is enabled, Electrum will always use a server that is on the longest blockchain.
ko_kr: 자동 연결을 사용하는 경우, Electrum 항상 가장 긴 블록체인에서 서버를 사용합니다.
vi_vn: Nếu tự động kết nối được bật, Electrum sẽ luôn sử dụng máy chủ nằm trên blockchain dài nhất

source: If enabled, at most 100 satoshis might be lost due to this, per transaction.
ko_kr: 만약 가능하다면, 매 거래마다 최대 100 사토시가 소실됩니다.
vi_vn: Nếu được bật, tối đa 100 satoshi có thể bị mất vì lý do này trên mỗi giao dịch

source: If it is disabled, you have to choose a server you want to use. Electrum will warn you if your server is lagging.
ko_kr: 만약 문제가 생기면, 다른 서버를 선택해야 합니다. Electrum은 서버가 느릴 경우 고객님에게 경고 안내를 드릴 것입니다.
vi_vn: Nếu nó bị vô hiệu hóa, quý khách phỉa chọn máy chủ quý khách muốn sử dụng. Electrum sẽ cảnh báo quý khách nếu máy chủ của quý khách bị lag

source: If this option is checked, Electrum will persist as a daemon after
ko_kr: 이 옵션이 확인된 경우, 그후 Electrum은 데몬 형태로 지속됩니다.
vi_vn: Nếu tùy chọn này được chọn, Electrum sẽ tồn tại dưới dạng daemon sau

source: If you are not sure what this is, leave this field unchanged.
ko_kr: 만일 어떤 것인지 확실하지 않을 경우, 해당 필드를 변경 불가하도록 설정하십시오.
vi_vn: Nếu quý khách không chắc đây là gì, hãy để mục này không đổi

source: If you are online, click on "{}" to continue.
ko_kr: 온라인 상태인 경우, {}를 클릭하여 계속 진행하시기 바랍니다.
vi_vn: Nếu quý khách đang trực tuyến, nhấp vào "{}" để tiếp tục

source: If you check this box, your transactions will be marked as non-final,
ko_kr: 해당 박스를 체크할 경우, 고객님의 거래는 미완결 상태로 표시됩니다.
vi_vn: Nếu quý khách chọn hộp này, các giao dịch của quý khách sẽ được đánh dấu không phải là cuối cùng

source: If you check this box, your unconfirmed transactions will be consolidated into a single transaction.
ko_kr: 해당 박스를 체크할 경우, 고객님의 미승인 거래들은 하나의 거래로 통합됩니다.
vi_vn: Nếu quý khách chọn hộp này, các giao dịch chưa được xác nhận của quý khách sẽ được hợp thành một giao dịch

source: If you disable your PIN, anyone with physical access to your {} device can spend your bitcoins.
ko_kr: PIN 코드를 무효화 시킬 경우, 고객님의 {} 장치에 물리적으로 접근 가능한 사람들이 보유한 비트코인을 사용할 수 있습니다.
vi_vn: Nếu quý khách tắt mã PIN, bất kỳ ai có quyền truy cập vào thiết bị {} của quý khách đều có thể chi tiêu, sử dụng Bitcoin của quý khách

source: If you do not know what this is, leave this field empty.
ko_kr: 무엇인지 잘 모를 경우, 해당 필드를 빈칸으로 남기십시오.
vi_vn: Nếu quý khách không chắc đây là gì, hãy để trống mục này

source: If you forget a passphrase you will be unable to access any bitcoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
ko_kr: 암호문을 분실한 경우, 지갑에 보관된 비트코인에 접근하실 수 없습니다. 암호문은 PIN 코드와 다르며, 충분히 이해된 상태에서만 변경이 가능합니다.
vi_vn: Nếu quý khách quên một cụm mật khẩu ( passphrase) quý khách sẽ không thể truy cập bất kỳ bitcoin nào trong ví đằng sau nó. Cụm mật khẩu không phải là mã PIN. Chỉ thay đổi điều này nếu quý khách thực sự hiểu nó

source: If you forget your PIN or lose your device, your seed phrase will be the only way to recover your funds.
ko_kr: 고객님의 PIN 코드를 잊어버리거나 장치를 분실한 경우, 시드 문구만이 자금을 복구하는 유일한 방법입니다.
vi_vn: Nếu bạn quên mã PIN hoặc mất thiết bị, chuỗi hạt giống của quý khách sẽ là phương thức duy nhất giúp quý khách phục hồi khoản tiền của mình.

source: If you have an old printer, or want optimal precision
ko_kr: 오래된 프린터를 가지고 있거나 최적화된 정밀함을 원할 때
vi_vn: Nếu quý khách có một máy in cũ, hoặc muốn độ chính xác tối ưu

source: If you have lost your Google Authenticator account, you can request a new secret. You will need to retype your seed.
ko_kr: 구글 인증자 코드 분실시, 새로운 계정 기밀을 요청할 수 있습니다. 이때 고객님의 시드를 재 입력해야 합니다.
vi_vn: Nếu bạn đã mất tài khoản Google Authenticator, quý khách có thể yêu cầu một mật khẩu bí mật mới. Quý khách sẽ cần phải gõ lại hạt giống của minh

source: If you have lost your second factor, you need to restore your wallet from seed in order to request a new code.
ko_kr: 두 번째 요소를 잊어버린 경우, 새로운 코드 발급을 위하여 시드로부터 지갑을 복원해야 합니다.
vi_vn: Nếu quý khách đã mất yếu tố thứ hai, quý khách cần khôi phục ví của mình từ hạt giống để yêu cầu mã mới

source: If you keep experiencing network problems, try using a Tor proxy.
ko_kr: 네트워크 문제를 지속적으로 겪을 시 Tor 프록시를 이용하시기 바랍니다.
vi_vn: Nếu quý khách vẫn gặp sự cố mạng, hãy thử sử dụng Tor proxy

source: If you lose your seed, your money will be permanently lost.
ko_kr: 시드 문구를 잊어버린 경우, 영구적으로 자금을 잃게 됩니다.
vi_vn: Nếu quý khách mất hạt giống của mình, tiền của quý khách sẽ vĩnh viễn mất

source: If you use a passphrase, make sure it is correct.
ko_kr: 암호문을 사용하는 경우, 올바른 암호문을 입력해주십시오.
vi_vn: Nếu quý khách sử dụng cụm mật khẩu, hãy chắc chắn rằng nó chính xác .

source: If you want to create new addresses, use a deterministic wallet instead.
ko_kr: 새 주소를 만들고 싶으면, deterministic 지갑을 대신 사용하십시오.
vi_vn: Nếu quý khách muốn tạo đại chỉ mới, thay vào đó hãy sử dụng địa chỉ ví xác định

source: If your device is not detected on Windows, go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
ko_kr: 고객님의 장치가 윈도우에 감지되지 않을 시, "설정", "장치", "연결된 장치" 클릭 후 "장치 제거"를 클릭해 주십시오. 이때 해당 장치를 다시 한 번 연결하십시오.
vi_vn: Nếu thiết bị của quý khách không được phát hiện trên Windows, hãy tới mục " Cài đặt", " Thiết bị", " Thiết bị được kết nối" và" Xóa thiết bị". Sau đó, cắm thiết bị của quý khách lại một lần nữa

source: If your wallet contains funds, make sure you have saved its seed.
ko_kr: 고객님의 지갑이 자금을 보유하고 있다면, 시드 저장 여부를 다시 한 번 확인하십시오.
vi_vn: Nếu ví của quý khách chứa tiền, hãy đảm bảo rằng quý khách đã lưu hạt giống của mình

source: Ignore and continue?
ko_kr: 무시 후 계속 진행?
vi_vn: Bỏ qua hay tiếp tục?

source: Import
ko_kr: 가져오기
vi_vn: Nhập

source: Import Bitcoin Addresses
ko_kr: 비트코인 주소록 불러오기
vi_vn: Nhập địa chỉ Bitcoin

source: Import Bitcoin addresses or private keys
ko_kr: 비트코인 주소록 또는 개인 키 불러오기
vi_vn: Nhập địa chỉ Bitcoin hoặc khóa bảo mật

source: Import addresses
ko_kr: 주소를 불러오다
vi_vn: Nhập địa chỉ

source: Import file
ko_kr: 파일을 불러오다
vi_vn: Nhập tập tin

source: Import pairing from the Digital Bitbox desktop app
ko_kr: 디지털 비트박스 데스크랍 어플리케이션으로부터 페어링 불러오기
vi_vn: Nhập ghép nối từ ứng dụng máy tính để bàn Bitbox kỹ thuật số

source: Import private keys
ko_kr: 개인 키 불러오기
vi_vn: Nhập khóa riêng tư

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
ko_kr: 특히, 타사에 의해 고안된 개인 키 서비스를 '사용하지 마십시오.
vi_vn: Cụ thể, KHÔNG sử dụng các dịch vụ "đổi lấy khóa riêng tư" do các bên thứ ba đề xuất

source: In progress
ko_kr: 진행 중
vi_vn: Trong tiến trình

source: In seedless mode, the mnemonic seed words are never shown to the user.
ko_kr: 시드가 없는 모드시 연상 기호 시드 단어가 유저에게 보이지 않습니다.
vi_vn: Trong chế độ không có hạt giống, các từ mà hạt giống ghi nhớ không bao giờ được hiển thị cho người dùng

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
ko_kr: 경우에 따라 큰 코인의 분산과 수령인의 주소를 감추기 위하여 최대 3가지의 주소를 사용하십시오.
vi_vn: Trong một số trường hợp, sử dụng tối đa 3 địa chỉ thay đổi để chia nhỏ số tiền lớn và làm xáo trộn địa chỉ người nhận

source: In the next block
ko_kr: 다음 블록에서
vi_vn: Trong khối tiếp theo

source: Included in block: {}
ko_kr: 블록에 포함된: {}
vi_vn: Bao gồm trong khối : {}

source: Income
ko_kr: 수입
vi_vn: Thu nhập

source: Incoming payments
ko_kr: 수입 지출
vi_vn: Trả thu nhập

source: Incorrect password
ko_kr: 정확하지 않은 비밀번호
vi_vn: Mật khẩu không chính xác

source: Incorrect password entered.
ko_kr: 정확하지 않은 비밀번호 입력
vi_vn: Mật khẩu không chính xác được nhập

source: Incorrect seed
ko_kr: 정확하지 않은 시디
vi_vn: Hạt giống không chính xác

source: Increase fee
ko_kr: 비용 증가
vi_vn: Tăng phí

source: Increase your transaction's fee to improve its position in mempool.
ko_kr: 멤버 그룹 내 지위를 향상시키기 위해 거래 수수료를 늘리십시오.
vi_vn: Tăng phí giao dịch của bạn để cải thiện vị trí của nó trong mempool

source: Indonesian
ko_kr: 인도네시아어
vi_vn: Tiếng In đô nê si a

source: Info
ko_kr: 정보
vi_vn: Thông tin

source: Information
ko_kr: 정보
vi_vn: Thông tin

source: Initial balance
ko_kr: 초기 잔고
vi_vn: Số dư ban đầu

source: Initialization of Ledger HW devices is currently disabled.
ko_kr: HW 장치 장부의 실행은 현재 이용이 불가합니다.
vi_vn: Việc khỏi tạo các thiết bị Ledger HW hiện đang bị vô hiệu hóa

source: Initialize Device
ko_kr: 장치를 실행하십시오
vi_vn: Khởi tạo thiết bị

source: Initialized
ko_kr: 실행된 상태
vi_vn: Đã khởi tạo

source: Initiator
ko_kr: 실행자
vi_vn: Người khởi xướng

source: Input amount
ko_kr: 수량 입력
vi_vn: Số lượng đầu vào

source: Input raw transaction
ko_kr: 입력 초기 거래
vi_vn: Giao dịch RAW đầu vào

source: Inputs
ko_kr: 입력
vi_vn: Đầu vào

source: Install Wizard
ko_kr: 설치 마법사
vi_vn: Cài đặt Wizard

source: Install the zbar package to enable this.
ko_kr: 이것을 가능하게 하려면 zbar package를 설치하세요.
vi_vn: Cài đặt gói zbar để kích hoạt tính năng này

source: Instructions:
ko_kr: 안내:
vi_vn: Hướng dẫn:

source: Insufficient funds
ko_kr: 잔고 부족
vi_vn: Không đủ tiền

source: Invalid Address
ko_kr: 잘못된 주소
vi_vn: Địa chỉ không hợp lệ.

source: Invalid Amount
ko_kr: 잘못된 금액
vi_vn: Số tiền không hợp lệ

source: Invalid Bitcoin Address
ko_kr: 잘못된 비트코인 주소
vi_vn: Địa chỉ Bitcoin không hợp lệ.

source: Invalid Bitcoin address
ko_kr: 잘못된 비트코인 주소
vi_vn: Địa chỉ Bitcoin không hợp lệ

source: Invalid Bitcoin address.
ko_kr: 잘못된 비트코인 주소
vi_vn: Địa chỉ Bitcoin không hợp lệ

source: Invalid Fee
ko_kr: 잘못된 수수료
vi_vn: Phi không hợp lệ

source: Invalid JSON code.
ko_kr: 잘못된 JSON 코드
vi_vn: Mã JSON không hợp lệ

source: Invalid Lines found:
ko_kr: 유효하지 않은 라인 발견
vi_vn: Tìm thấy dòng không hợp lệ

source: Invalid PIN
ko_kr: 유효하지 않은 PIN
vi_vn: PIN không hợp lệ

source: Invalid Public key
ko_kr: 유효하지 않은 공개 키
vi_vn: Khóa công khai không hợp lệ

source: Invalid amount
ko_kr: 유효하지 않은 금액
vi_vn: Khoản tiền không hợp lệ

source: Invalid node ID, must be 33 bytes and hexadecimal
ko_kr: 유효하지 않은 노드 ID (는 반드시 33바이트와 16진수로 이루어져야 합니다.)
vi_vn: ID nút không hợp lệ, phải là 33byte và thập lục phân

source: Invalid one-time password.
ko_kr: 유효하지 않은 일회성 비밀번호
vi_vn: Mật khẩu một lần không hợp lệ

source: Invalid xpub magic. Make sure your {} device is set to the correct chain.
ko_kr: 유효하지 않은 xpub magic. 고객님의 {} 장치가 올바른 체인에 연결돼있는지 확인하시기 바랍니다.
vi_vn: Thuật xpub không hợp lệ. Đảm bảo thiết bị {} của bạn được đặt đúng chuỗi

source: It also contains your master public key that allows watching your addresses.
ko_kr: 고객님의 주소록을 확인할 수 있는 마스터 공개키를 포함하고 있습니다.
vi_vn: Nó cũng chứa khóa công khai chính của quý khách cái mà cho phép quý khách xem địa chỉ của mình

source: It cannot be "backed up" by simply exporting these private keys.
ko_kr: 단순히 개인 키를 내보내기하여 백업할 수 없습니다.
vi_vn: Không thể " sao lưu" bằng cách xuất các khóa riêng này

source: It conflicts with current history.
ko_kr: 현재 내역과 충돌하고 있습니다.
vi_vn: Nó mâu thuẫn với lịch sử hiện tại

source: It sends and receives partially signed transactions from/to your cosigner wallet.
ko_kr: 부분 서명된 거래들아 연서인의 지갑으로부터 혹은 지갑으로 수신되거나 전송되고 있습니다.
vi_vn: Nó gửi và nhận các giao dịch được ký từ/ đến ví cosigner của quý khách

source: Italian
ko_kr: 이탈리아어
vi_vn: Tiếng Ý

source: Japanese
ko_kr: 일본어
vi_vn: Tiếng Nhật

source: Join inputs/outputs
ko_kr: 입력/ 출력
vi_vn: Tham gia đầu vào/ đầu ra

source: KeepKey Seed Recovery
ko_kr: KeepKey 시드 복구
vi_vn: Phục hồi hạt giống Keepkey

source: KeepKey wallet
ko_kr: KeepKey 지갑
vi_vn: Ví Keepkey

source: Keyboard shortcut: type "!" to send all your coins.
ko_kr: 키보드 바로 가기 : 모든 코인 전송시 "!"를 입력하십시오.
vi_vn: Phím tắt: gõ "!" để gửi tất cả tiền của quý khách

source: Keystore
ko_kr: 키스토어
vi_vn: Khóa lưu trữ

source: Keystore type
ko_kr: 키스토어 종류
vi_vn: Nhập khóa lưu trữ

source: Kyrgyz
ko_kr: 키르기스탄어

source: Label
ko_kr: 라벨
vi_vn: Nhãn

source: Label Settings
ko_kr: 라벨 설정
vi_vn: Cài đặt nhãn

source: LabelSync
ko_kr: 라벨 싱크
vi_vn: Nhãn Sync

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
ko_kr: 라벨, 거래 아이디 그리고 주소들은 원격 서버로 전송되기 전 암호화됩니다.
vi_vn: Nhãn, ID giao dịch và địa chỉ được mã hóa trước khi chúng gửi đến máy chủ từ xa

source: Language
ko_kr: 언어 선택
vi_vn: Ngôn ngữ

source: Latest version: {}
ko_kr: 최종 버전: {}
vi_vn: Phiên bản mới nhất: {}

source: Latvian
ko_kr: 라트비아어
vi_vn: Nước Lát vi a

source: Leave this field empty if you want to disable encryption.
ko_kr: 이 필드는 암호화를 사용 하지 않도록 설정하려는 경우 비어두십시오,
vi_vn: Để trống mục này nếu quý khách muốn tắt mã hóa

source: Ledger Status
ko_kr: 원장 상태
vi_vn: Trạng thái Ledger

source: Ledger Wallet Authentication
ko_kr: 원장 지갑 승인
vi_vn: Xác thực ví Ledger

source: Ledger wallet
ko_kr: 원장 지갑
vi_vn: Ví Ledger

source: Legacy
ko_kr: 레거시
vi_vn: Di sản

source: Legacy 2FA
ko_kr: 레거시 2FA
vi_vn: Di sản 2FA

source: Let the device generate a completely new seed randomly
ko_kr: 장치가 완전히 새로운 시드를 랜덤하게 생성하도록 하십시오.
vi_vn: Hãy để thiết bị tạo ra một hạt giống hoàn toàn mới một cách ngẫu nhiên

source: Library version for '{}' is incompatible.
ko_kr: {}'의 라이브러리 버전의 호환이 불가합니다.
vi_vn: Phiên bản thư viện cho '{}' không tương thích

source: Licence
ko_kr: 라이센스
vi_vn: Bằng

source: Light
ko_kr: 라이트
vi_vn: Ánh sáng

source: Lightning
ko_kr: 라이트닝

source: Lightning Network
ko_kr: 라이트닝 네트워크
vi_vn: Mạng lưới Lightning

source: Lightning Network Statistics
ko_kr: 라이트닝 네트워크 통계
vi_vn: Thống kê mạng lưới Lightning

source: Lightning is disabled
ko_kr: 라이트닝 이용 불가
vi_vn: Lightning bị vô hiệu hóa

source: Lightning keys have been initialized.
ko_kr: 라이트닝 키가 실행되었습니다.
vi_vn: Các khóa Lightning đã được khỏi tạo

source: Lightning keys have been initialized. This wallet will be closed
ko_kr: 라이트닝 키가 실행되었습니다. 해당 지갑은 닫히게 됩니다.
vi_vn: Các khóa Lightning đã được khỏi tạo. Ví này sẽ được đóng

source: Lightning keys have been removed.
ko_kr: 라이트닝 키가 제거되었습니다.
vi_vn: Các khóa này đã được gỡ bỏ

source: Lightning keys have been removed. This wallet will be closed
ko_kr: 라이트닝 키가 제거되었습니다. 해당 지갑은 닫히게 됩니다.
vi_vn: Các khóa này đã được gỡ bỏ. Ví này sẽ được đóng

source: Lightning support in Electrum is experimental. Do not put large amounts in lightning channels.
ko_kr: Electrum에서의 라이트닝 지원은 베타 서비스 상태입니다. 많은 금액을 라이트닝 채널에 투입하지 마십시오.
vi_vn: Việc hỗ trợ Lightning trong Electrum là thử nghiệm. Không đặt số lượng lớn trong các kênh Lightning

source: Lightning:
ko_kr: 라이트닝:

source: Line #
ko_kr: 라인#
vi_vn: Dòng #

source: Load a wallet from the micro SD card
ko_kr: 마이크로 SD 카드로부터 지갑 로딩
vi_vn: Nạp ví từ thẻ micro SD

source: Load a wallet from the micro SD card (the current seed is overwritten)
ko_kr: 마이크로 SD 카드로부터 지갑 로딩(현 시드 덮어쓰기)
vi_vn: Nạp ví từ thẻ micro SD( hạt giống hiện tại đã bị ghi đè)

source: Load transaction
ko_kr: 거래 로딩
vi_vn: Tải giao dịch:

source: Loading backup...
ko_kr: 백업 로딩
vi_vn: Đang tải sao lưu...

source: Local
ko_kr: 로컬
vi_vn: Địa phương

source: Local CTN
ko_kr: 로컬 CTN
vi_vn: Địa phương CTN

source: Lookup transaction
ko_kr: 거래 조회
vi_vn: Tra giao dịch

source: Low fee
ko_kr: 낮은 수수료
vi_vn: Phí thấp

source: Make sure it is in the correct state.
ko_kr: 올바른 상태인지 확인하십시오.
vi_vn: Hãy chắc chắn rằng nó ở trạng thái bình thường

source: Make sure you have imported the correct wallet description file on the device for this multisig wallet.
ko_kr: 멀티시그 지갑에 대해 장치에 올바른 지갑 설명 파일을 내보내기 했는지 확인하시기 바랍니다.
vi_vn: Đảm bảo rằng quý khách đã nhập đúng tệp mô tả ví trên thiết bị cho ví mulitisig này

source: Make sure you install it with python3
ko_kr: 파이썬3의 설치 여부를 확인하십시오.
vi_vn: Hãy chắc chắn rằng quý khách cài đặt nó với python3

source: Make sure you own the seed phrase or the private keys, before you request Bitcoins to be sent to this wallet.
ko_kr: 비트코인을 지갑으로 보내기 전 시드 문구 또는 개인 키의 보유를 확인하시기 바랍니다.
vi_vn: Đảm bảo rằng quý khách sở hữu hạt giống hoặc khóa riêng, trước khi quý khách yêu cầu Bitcoin được gửi đến Ví này

source: Master Fingerprint
ko_kr: 마스터 지문
vi_vn: Dấu vân tay

source: Master Public Key
ko_kr: 마스터 공개 키
vi_vn: Khoá công khai

source: Master Public Keys
ko_kr: 마스터 공개 키
vi_vn: Nhiều khóa công khai

source: Matrix
ko_kr: 매트릭스
vi_vn: Ma trận

source: Max
ko_kr: 최고
vi_vn: Tối đa

source: Max fee exceeded
ko_kr: 초과 최고 수수료
vi_vn: Vượt quá phí tối đa

source: Maximum number of concurrent HTLCs accepted by peer:
ko_kr: 다자 간 승인된 동시 HTLCs의 최대 수
vi_vn: Số lượng tối đa HTLC được chấp nhận bởi đồng đẳng:

source: Maximum value of in-flight HTLCs accepted by peer:
ko_kr: 다자간 승인된 in-flight HTLCs의 최대 값
vi_vn: HTLC tại chỗ tối đa được chấp nhận bởi đồng đẳng

source: Memo
ko_kr: 메모
vi_vn: Ghi nhớ

source: Mempool
ko_kr: 멤버 그룹

source: Mempool based: fee rate is targeting a depth in the memory pool
ko_kr: 멤버 그룹 기반: 수수료 수준은 메모리 풀의 깊이를 지정합니다.
vi_vn: Dựa trên Mempool: mức phí đang nhắm mục tiêu vào độ sâu của bộ nhớ

source: Mempool depth
ko_kr: 멤버 그룹 깊이
vi_vn: Độ sâu của Mempool

source: Merge signatures from
ko_kr: ~부터의 서명 통합
vi_vn: Hợp nhất chữ ký từ

source: Message
ko_kr: 문의사항
vi_vn: Tin nhắn.

source: Method:
ko_kr: 수단:
vi_vn: Phương pháp:

source: Minimum HTLC value accepted by peer (mSAT):
ko_kr: 다자 간 승인 받은 최소 HTLC 값
vi_vn: Giá trị HTLC tối thiểu được chấp nhận bởi đồn đẳng( mSAT)

source: Mining fee
ko_kr: 채굴 수수료
vi_vn: Phí đào

source: Missing amount
ko_kr: 소실 금액
vi_vn: Lượng tiền bị thiếu

source: Missing libraries for {}.
ko_kr: {}에 대한 소실 라이브러리
vi_vn: Thư viện bị thiếu cho {}.

source: Missing previous tx for legacy input.
ko_kr: 레거시 투입에 대한 소실된 이전 거래
vi_vn: Thiếu tx trước cho đầu vào di sản

source: Missing report URL.
ko_kr: 소실된 보고서 URL
vi_vn: Thiếu URL báo cáo

source: Mobile pairing options
ko_kr: 모바일 페어링 옵션
vi_vn: Tùy chọn ghép nối di động

source: More info at: {}
ko_kr: 자세한 정보: {}
vi_vn: Thêm thông tin ở {}

source: Multi-Signature Wallet
ko_kr: 다중 서명 지갑
vi_vn: Ví đa chữ ký

source: Multi-signature wallet
ko_kr: 다중 서명 지갑
vi_vn: Ví đa chữ ký

source: NOT DEVICE PIN - see above
ko_kr: 디바이스 PIN 해당 없음 - 위 참조
vi_vn: KHÔNG THIẾT BỊ PIN-xem ở bên trên

source: Name
ko_kr: 이름
vi_vn: Tên

source: Name this {}. If you have multiple devices their labels help distinguish them.
ko_kr: 이것을 {}로 명명하십시오. 만약 여러 기기를 보유시 라벨이 구분을 좀 더 쉽게 만들어줄 것입니다.
vi_vn: Đặt tên này là {}. Nếu quý khách có nhiều thiết bị, nhãn của họ sẽ giúp phân biệt chúng

source: Network
ko_kr: 네트워크
vi_vn: Mạng lưới

source: Network request timed out.
ko_kr: 네크워크 요청 타임 아웃
vi_vn: Yêu cầu mạng lưới đã hết thời hạn

source: Never
ko_kr: 이용 불가
vi_vn: Không bao giờ

source: Never disclose your seed.
ko_kr: 시드를 절대 공개하지 마십시오.
vi_vn: Không bao giờ được tiết lộ hạt giống của quý khách

source: Never type it on a website.
ko_kr: 결코 웹사이트에 입력하지 마십시오.
vi_vn: Không bao giờ gõ nó trên trang mạng

source: New Contact
ko_kr: 새 연락처
vi_vn: Liên lạc mới.

source: New Fee rate
ko_kr: 새로운 수수료 비율
vi_vn: Tỷ lệ phí mới

source: New Password:
ko_kr: 새 암호:
vi_vn: Mật khẩu mới

source: New contact
ko_kr: 새 연락처
vi_vn: Liên lạc mới.

source: New transaction: {}
ko_kr: 새로운 거래: {}
vi_vn: Giao dịch mới: {}

source: Next
ko_kr: 다음
vi_vn: Tiếp theo

source: No
ko_kr: 아니오
vi_vn: Không

source: No Data
ko_kr: 데이터 없음
vi_vn: Không dữ liệu

source: No Description
ko_kr: 상세 설명 없음
vi_vn: Không nội dung

source: No Wallet
ko_kr: 지갑 없음
vi_vn: Không có ví nào

source: No address available. Please remove some of your pending requests.
ko_kr: 주소 이용 불가. 계류된 요청 중 일부를 제거해 주시기 바랍니다.
vi_vn: Địa chỉ không có sẵn. Vui lòng xóa một số yêu cầu đang chờ xử lý của quý khách

source: No amount
ko_kr: 금액 없음
vi_vn: Không có số lượng
